[
  {
    "id": "explicado",
    "titulo": "Resumo Explicativo",
    "instrucao": "Explique de forma clara e didática, em poucas linhas, trazendo os conceitos essenciais e exemplos práticos."
  },
  {
    "id": "questoes",
    "titulo": "Questões Objetivas",
    "instrucao": "Crie 5 questões objetivas estilo OAB/concurso, com alternativas e gabarito no final."
  },
  {
    "id": "casos",
    "titulo": "Casos Concretos",
    "instrucao": "Crie 3 casos práticos comentados, do básico ao avançado, com fundamentação jurídica."
  },
  {
    "id": "quadro",
    "titulo": "Quadro Comparativo",
    "instrucao": "Monte um quadro comparando institutos semelhantes, apontando diferenças e semelhanças relevantes."
  },
  {
    "id": "checklist",
    "titulo": "Checklist Essencial",
    "instrucao": "Liste de forma objetiva os pontos que não podem ser esquecidos sobre o tema."
  },
  {
    "id": "juris",
    "titulo": "Jurisprudência Atualizada",
    "instrucao": "Resuma a orientação majoritária STF/STJ e destaque leading cases importantes (sem citar números se não tiver certeza)."
  },
  {
    "id": "flash",
    "titulo": "Flash Points (Memorização)",
    "instrucao": "Liste frases curtas, tópicos-chave ou mnemônicos que ajudem a memorizar rapidamente."
  },
  {
    "id": "mapa",
    "titulo": "Mapa Mental/Esquema",
    "instrucao": "Organize o conteúdo em um esquema visual ou hierárquico, com setas ou níveis de aprofundamento."
  },
  {
    "id": "oral",
    "titulo": "Mini-Simulação Oral",
    "instrucao": "Crie 5 perguntas curtas em estilo de prova oral, com respostas rápidas e objetivas."
  },
  {
    "id": "erros",
    "titulo": "Erros Comuns e Pegadinhas",
    "instrucao": "Liste confusões e pegadinhas comuns sobre o tema, explicando como não cair nelas."
  },
  {
    "id": "linha",
    "titulo": "Linha do Tempo Histórica",
    "instrucao": "Mostre a evolução legislativa e jurisprudencial do instituto em ordem cronológica."
  },
  {
    "id": "interdisciplinar",
    "titulo": "Integração Interdisciplinar",
    "instrucao": "Explique como o tema se conecta com outras áreas do Direito (ex.: Constitucional, Processo, Civil)."
  },
  {
    "id": "processual",
    "titulo": "Passo a Passo Processual",
    "instrucao": "Mostre o caminho do instituto na prática: petição, audiência, decisão, recurso."
  },
  {
    "id": "noticias",
    "titulo": "Aplicação em Notícias Reais",
    "instrucao": "Relacione o tema a casos famosos ou notícias atuais, mostrando a aplicação prática."
  },
  {
    "id": "pecas",
    "titulo": "Laboratório de Peças",
    "instrucao": "Mostre como o tema pode aparecer na redação de uma peça processual ou modelo prático."
  }
]
