{
  "art1": {
    "titulo": "Art. 1",
    "texto": "O presente Código estabelece normas de proteção e defesa do consumidor, de ordem pública e interesse social, nos termos dos arts. 5o, inciso XXXII, 170, inciso V, da Constituição Federal e art. 48 de suas Disposições Transitórias."
  },
  "art2": {
    "titulo": "Art. 2",
    "texto": "Consumidor é toda pessoa física ou jurídica que adquire ou utiliza produto ou serviço como destinatário final.\nParágrafo único. Equipara-se a consumidor a coletividade de pessoas, ainda que indetermináveis, que haja intervindo nas relações de consumo."
  },
  "art3": {
    "titulo": "Art. 3",
    "texto": "Fornecedor é toda pessoa física ou jurídica, pública ou privada, nacional ou estrangeira, bem como os entes despersonalizados, que desenvolvem atividade de produção, montagem, criação, construção, transformação, importação, exportação, distribui1 Nota do Editor (NE): nos dispositivos que alteram normas, suprimiram-se as alterações determinadas uma vez que já foram incorporadas às normas às quais se destinam. ção ou comercialização de produtos ou prestação de serviços.\n§ 1o Produto é qualquer bem, móvel ou imóvel, material ou imaterial.\n§ 2o Serviço é qualquer atividade fornecida no mercado de consumo, mediante remuneração, inclusive as de natureza bancária, financeira, de crédito e securitária, salvo as decorrentes das relações de caráter trabalhista. CAPÍTULO\nII – DA POLÍTICA NACIONAL DE RELAÇÕES DE CONSUMO"
  },
  "art4": {
    "titulo": "Art. 4",
    "texto": "A Política Nacional das Relações de Consumo tem por objetivo o atendimento das necessidades dos consumidores, o respeito à sua dignidade, saúde e segurança, a proteção de seus interesses econômicos, a melhoria da sua qualidade de vida, bem como a transparência e harmonia das relações de consumo, atendidos os seguintes princípios:\nI – reconhecimento da vulnerabilidade do consumidor no mercado de consumo;\nII – ação governamental no sentido de proteger efetivamente o consumidor:\na) por iniciativa direta;\nb) por incentivos à criação e desenvolvimento de associações representativas;\nc) pela presença do Estado no mercado de consumo;\nd) pela garantia dos produtos e serviços com padrões adequados de qualidade, segurança, durabilidade e desempenho;\nIII – harmonização dos interesses dos participantes das relações de consumo e compatibilização da proteção do consumidor com a necessidade de desenvolvimento econômico e tecnológico, de modo a viabilizar os princípios nos quais se funda a ordem econômica (art. 170, da Constituição Federal), sempre com base na boa-fé e equilíbrio nas relações entre consumidores e fornecedores;\nIV – educação e informação de fornecedores e consumidores, quanto aos seus direitos e deveres, com vistas à melhoria do mercado de consumo;\nV – incentivo à criação pelos fornecedores de meios eficientes de controle de qualidade e segurança de produtos e serviços, assim como de mecanismos alternativos de solução de conflitos de consumo;\nVI – coibição e repressão eficientes de todos os abusos praticados no mercado de consumo, inclusive a concorrência desleal e utilização indevida de inventos e criações industriais das marcas e nomes comerciais e signos distintivos, que possam causar prejuízos aos consumidores;\nVII – racionalização e melhoria dos serviços públicos;\nVIII – estudo constante das modificações do mercado de consumo;\nIX – fomento de ações direcionadas à educação financeira e ambiental dos consumidores;\nX – prevenção e tratamento do superendividamento como forma de evitar a exclusão social do consumidor."
  },
  "art5": {
    "titulo": "Art. 5",
    "texto": "Para a execução da Política Nacional das Relações de Consumo, contará o poder público com os seguintes instrumentos, Código de Defesa do Consumidor entre outros:\nI – manutenção de assistência jurídica, integral e gratuita para o consumidor carente;\nII – instituição de Promotorias de Justiça de Defesa do Consumidor, no âmbito do Ministério Público;\nIII – criação de delegacias de polícia especializadas no atendimento de consumidores vítimas de infrações penais de consumo;\nIV – criação de Juizados Especiais de Pequenas Causas e Varas Especializadas para a solução de litígios de consumo;\nV – concessão de estímulos à criação e desenvolvimento das Associações de Defesa do Consumidor;\nVI – instituição de mecanismos de prevenção e tratamento extrajudicial e judicial do superendividamento e de proteção do consumidor pessoa natural;\nVII – instituição de núcleos de conciliação e mediação de conflitos oriundos de superendividamento.\n§ 1o (Vetado)\n§ 2o (Vetado) CAPÍTULO\nIII – DOS DIREITOS BÁSICOS DO CONSUMIDOR"
  },
  "art6": {
    "titulo": "Art. 6",
    "texto": "São direitos básicos do consumidor:\nI – a proteção da vida, saúde e segurança contra os riscos provocados por práticas no fornecimento de produtos e serviços considerados perigosos ou nocivos;\nII – a educação e divulgação sobre o consumo adequado dos produtos e serviços, asseguradas a liberdade de escolha e a igualdade nas contratações;\nIII – a informação adequada e clara sobre os diferentes produtos e serviços, com especificação correta de quantidade, características, composição, qualidade, tributos incidentes e preço, bem como sobre os riscos que apresentem;\nIV – a proteção contra a publicidade enganosa e abusiva, métodos comerciais coercitivos ou desleais, bem como contra práticas e cláusulas abusivas ou impostas no fornecimento de produtos e serviços;\nV – a modificação das cláusulas contratuais que estabeleçam prestações desproporcionais ou sua revisão em razão de fatos supervenientes que as tornem excessivamente onerosas;\nVI – a efetiva prevenção e reparação de danos patrimoniais e morais, individuais, coletivos e difusos;\nVII – o acesso aos órgãos judiciários e administrativos com vistas à prevenção ou reparação de danos patrimoniais e morais, individuais, coletivos ou difusos, assegurada a proteção jurídica, administrativa e técnica aos necessitados;\nVIII – a facilitação da defesa de seus direitos, inclusive com a inversão do ônus da prova, a seu favor, no processo civil, quando, a critério do juiz, for verossímil a alegação ou quando for ele hipossuficiente, segundo as regras ordinárias de experiências;\nIX – (Vetado);\nX – a adequada e eficaz prestação dos serviços públicos em geral;\nXI – a garantia de práticas de crédito responsável, de educação financeira e de prevenção e tratamento de situações de superendividamento, preservado o mínimo existencial, nos termos da regulamentação, por meio da revisão e da repactuação da dívida, entre outras medidas;\nXII – a preservação do mínimo existencial, nos termos da regulamentação, na repactuação de dívidas e na concessão de crédito;\nXIII – a informação acerca dos preços dos produtos por unidade de medida, tal como por quilo, por litro, por metro ou por outra unidade, conforme o caso.\nParágrafo único. A informação de que trata o inciso III do caput deste artigo deve ser acessível à pessoa com deficiência, observado o disposto em regulamento."
  },
  "art7": {
    "titulo": "Art. 7",
    "texto": "Os direitos previstos neste Código não excluem outros decorrentes de tratados ou convenções internacionais de que o Brasil seja signatário, da legislação interna ordinária, de regulamentos expedidos pelas autoridades administrativas competentes, bem como dos que derivem dos princípios gerais do direito, analogia, costumes e equidade.\nParágrafo único. Tendo mais de um autor a ofensa, todos responderão solidariamente pela reparação dos danos previstos nas normas de consumo. CAPÍTULO\nIV – DA QUALIDADE DE PRODUTOS E SERVIÇOS, DA PREVENÇÃO E DA REPARAÇÃO DOS DANOS Seção\nI – Da Proteção à Saúde e Segurança"
  },
  "art8": {
    "titulo": "Art. 8",
    "texto": "Os produtos e serviços colocados no mercado de consumo não acarretarão riscos à saúde ou segurança dos consumidores, exceto os considerados normais e previsíveis em decorrência de sua natureza e fruição, obrigando-se os fornecedores, em qualquer hipótese, a dar as informações necessárias e adequadas a seu respeito.\n§ 1o Em se tratando de produto industrial, ao fabricante cabe prestar as informações a que se refere este artigo, através de impressos apropriados que devam acompanhar o produto.\n§ 2o O fornecedor deverá higienizar os equipamentos e utensílios utilizados no fornecimento de produtos ou serviços, ou colocados à disposição do consumidor, e informar, de maneira ostensiva e adequada, quando for o caso, sobre o risco de contaminação."
  },
  "art9": {
    "titulo": "Art. 9",
    "texto": "O fornecedor de produtos e serviços potencialmente nocivos ou perigosos à saúde ou segurança deverá informar, de maneira ostensiva e adequada, a respeito da sua nocividade ou periculosidade, sem prejuízo da adoção de outras medidas cabíveis em cada caso concreto. Código de Defesa do Consumidor"
  },
  "art10": {
    "titulo": "Art. 10",
    "texto": "O fornecedor não poderá colocar no mercado de consumo produto ou serviço que sabe ou deveria saber apresentar alto grau de nocividade ou periculosidade à saúde ou segurança.\n§ 1o O fornecedor de produtos e serviços que, posteriormente à sua introdução no mercado de consumo, tiver conhecimento da periculosidade que apresentem, deverá comunicar o fato imediatamente às autoridades competentes e aos consumidores, mediante anúncios publicitários.\n§ 2o Os anúncios publicitários a que se refere o parágrafo anterior serão veiculados na imprensa, rádio e televisão, às expensas do fornecedor do produto ou serviço.\n§ 3o Sempre que tiverem conhecimento de periculosidade de produtos ou serviços à saúde ou segurança dos consumidores, a União, os Estados, o Distrito Federal e os Municípios deverão informá-los a respeito."
  },
  "art11": {
    "titulo": "Art. 11",
    "texto": "(Vetado)"
  },
  "art12": {
    "titulo": "Art. 12",
    "texto": "O fabricante, o produtor, o construtor, nacional ou estrangeiro, e o importador respondem, independentemente da existência de culpa, pela reparação dos danos causados aos consumidores por defeitos decorrentes de projeto, fabricação, construção, montagem, fórmulas, manipulação, apresentação ou acondicionamento de seus produtos, bem como por informações insuficientes ou inadequadas sobre sua utilização e riscos.\n§ 1o O produto é defeituoso quando não oferece a segurança que dele legitimamente se espera, levando-se em consideração as circunstâncias relevantes, entre as quais:\nI – sua apresentação;\nII – o uso e os riscos que razoavelmente dele se esperam;\nIII – a época em que foi colocado em circulação.\n§ 2o O produto não é considerado defeituoso pelo fato de outro de melhor qualidade ter sido colocado no mercado.\n§ 3o O fabricante, o construtor, o produtor ou importador só não será responsabilizado quando provar:\nI – que não colocou o produto no mercado;\nII – que, embora haja colocado o produto no mercado, o defeito inexiste;\nIII – a culpa exclusiva do consumidor ou de terceiro."
  },
  "art13": {
    "titulo": "Art. 13",
    "texto": "O comerciante é igualmente responsável, nos termos do artigo anterior, quando:\nI – o fabricante, o construtor, o produtor ou o importador não puderem ser identificados;\nII – o produto for fornecido sem identificação clara do seu fabricante, produtor, construtor ou importador;\nIII – não conservar adequadamente os produtos perecíveis.\nParágrafo único. Aquele que efetivar o pagamento ao prejudicado poderá exercer o direito de regresso contra os demais responsáveis, segundo sua participação na causação do evento danoso."
  },
  "art14": {
    "titulo": "Art. 14",
    "texto": "O fornecedor de serviços responde, independentemente da existência de culpa, pela reparação dos danos causados aos consumidores por defeitos relativos à prestação dos serviços, bem como por informações insuficientes ou inadequadas sobre sua fruição e riscos.\n§ 1o O serviço é defeituoso quando não fornece a segurança que o consumidor dele pode esperar, levando-se em consideração as circunstâncias relevantes, entre as quais:\nI – o modo de seu fornecimento;\nII – o resultado e os riscos que razoavelmente dele se esperam;\nIII – a época em que foi fornecido.\n§ 2o O serviço não é considerado defeituoso pela adoção de novas técnicas.\n§ 3o O fornecedor de serviços só não será responsabilizado quando provar:\nI – que, tendo prestado o serviço, o defeito inexiste;\nII – a culpa exclusiva do consumidor ou de terceiro.\n§ 4o A responsabilidade pessoal dos profissionais liberais será apurada mediante a verificação de culpa."
  },
  "art15": {
    "titulo": "Art. 15",
    "texto": "(Vetado)"
  },
  "art16": {
    "titulo": "Art. 16",
    "texto": "(Vetado)"
  },
  "art17": {
    "titulo": "Art. 17",
    "texto": "Para os efeitos desta Seção, equiparam-se aos consumidores todas as vítimas do evento. Seção\nIII – Da Responsabilidade por Vício do Produto e do Serviço"
  },
  "art18": {
    "titulo": "Art. 18",
    "texto": "Os fornecedores de produtos de consumo duráveis ou não duráveis respondem solidariamente pelos vícios de qualidade ou quantidade que os tornem impróprios ou inadequados ao consumo a que se destinam ou lhes diminuam o valor, assim como por aqueles decorrentes da disparidade, com as indicações constantes do recipiente, da embalagem, rotulagem ou mensagem publicitária, respeitadas as variações decorrentes de sua natureza, podendo o consumidor exigir a substituição das partes viciadas.\n§ 1o Não sendo o vício sanado no prazo máximo de trinta dias, pode o consumidor exigir, alternativamente e à sua escolha:\nI – a substituição do produto por outro da mesma espécie, em perfeitas condições de uso;\nII – a restituição imediata da quantia paga, monetariamente atualizada, sem prejuízo de eventuais perdas e danos;\nIII – o abatimento proporcional do preço.\n§ 2o Poderão as partes convencionar a redução ou ampliação do prazo previsto no parágrafo anterior, não podendo ser infe Código de Defesa do Consumidor rior a sete nem superior a cento e oitenta dias. Nos contratos de adesão, a cláusula de prazo deverá ser convencionada em separado, por meio de manifestação expressa do consumidor.\n§ 3o O consumidor poderá fazer uso imediato das alternativas do\n§ 1o deste artigo sempre que, em razão da extensão do vício, a substituição das partes viciadas puder comprometer a qualidade ou características do produto, diminuir-lhe o valor ou se tratar de produto essencial.\n§ 4o Tendo o consumidor optado pela alternativa do inciso I do\n§ 1o deste artigo, e não sendo possível a substituição do bem, poderá haver substituição por outro de espécie, marca ou modelo diversos, mediante complementação ou restituição de eventual diferença de preço, sem prejuízo do disposto nos incisos II e III do\n§ 1o deste artigo.\n§ 5o No caso de fornecimento de produtos in natura, será responsável perante o consumidor o fornecedor imediato, exceto quando identificado claramente seu produtor.\n§ 6o São impróprios ao uso e consumo:\nI – os produtos cujos prazos de validade estejam vencidos;\nII – os produtos deteriorados, alterados, adulterados, avariados, falsificados, corrompidos, fraudados, nocivos à vida ou à saúde, perigosos ou, ainda, aqueles em desacordo com as normas regulamentares de fabricação, distribuição ou apresentação;\nIII – os produtos que, por qualquer motivo, se revelem inadequados ao fim a que se destinam."
  },
  "art19": {
    "titulo": "Art. 19",
    "texto": "Os fornecedores respondem solidariamente pelos vícios de quantidade do produto sempre que, respeitadas as variações decorrentes de sua natureza, seu conteúdo líquido for inferior às indicações constantes do recipiente, da embalagem, rotulagem ou de mensagem publicitária, podendo o consumidor exigir, alternativamente e à sua escolha:\nI – o abatimento proporcional do preço;\nII – complementação do peso ou medida;\nIII – a substituição do produto por outro da mesma espécie, marca ou modelo, sem os aludidos vícios;\nIV – a restituição imediata da quantia paga, monetariamente atualizada, sem prejuízo de eventuais perdas e danos.\n§ 1o Aplica-se a este artigo o disposto no\n§ 4o do artigo anterior.\n§ 2o O fornecedor imediato será responsável quando fizer a pesagem ou a medição e o instrumento utilizado não estiver aferido segundo os padrões oficiais."
  },
  "art20": {
    "titulo": "Art. 20",
    "texto": "O fornecedor de serviços responde pelos vícios de qualidade que os tornem impróprios ao consumo ou lhes diminuam o valor, assim como por aqueles decorrentes da disparidade com as indicações constantes da oferta ou mensagem publicitária, podendo o consumidor exigir, alternativamente e à sua escolha:\nI – a reexecução dos serviços, sem custo adicional e quando cabível;\nII – a restituição imediata da quantia paga, monetariamente atualizada, sem prejuízo de eventuais perdas e danos;\nIII – o abatimento proporcional do preço.\n§ 1o A reexecução dos serviços poderá ser confiada a terceiros devidamente capacitados, por conta e risco do fornecedor.\n§ 2o São impróprios os serviços que se mostrem inadequados para os fins que razoavelmente deles se esperam, bem como aqueles que não atendam as normas regulamentares de prestabilidade."
  },
  "art21": {
    "titulo": "Art. 21",
    "texto": "No fornecimento de serviços que tenham por objetivo a reparação de qualquer produto considerar-se-á implícita a obrigação do fornecedor de empregar componentes de reposição originais adequados e novos, ou que mantenham as especificações técnicas do fabricante, salvo, quanto a estes últimos, autorização em contrário do consumidor."
  },
  "art22": {
    "titulo": "Art. 22",
    "texto": "Os órgãos públicos, por si ou suas empresas, concessionárias, permissionárias ou sob qualquer outra forma de empreendimento, são obrigados a fornecer serviços adequados, eficientes, seguros e, quanto aos essenciais, contínuos.\nParágrafo único. Nos casos de descumprimento, total ou parcial, das obrigações referidas neste artigo, serão as pessoas jurídicas compelidas a cumpri-las e a reparar os danos causados, na forma prevista neste Código."
  },
  "art23": {
    "titulo": "Art. 23",
    "texto": "A ignorância do fornecedor sobre os vícios de qualidade por inadequação dos produtos e serviços não o exime de responsabilidade."
  },
  "art24": {
    "titulo": "Art. 24",
    "texto": "A garantia legal de adequação do produto ou serviço independe de termo expresso, vedada a exoneração contratual do fornecedor."
  },
  "art25": {
    "titulo": "Art. 25",
    "texto": "É vedada a estipulação contratual de cláusula que impossibilite, exonere ou atenue a obrigação de indenizar prevista nesta e nas Seções anteriores.\n§ 1o Havendo mais de um responsável pela causação do dano, todos responderão solidariamente pela reparação prevista nesta e nas Seções anteriores.\n§ 2o Sendo o dano causado por componente ou peça incorporada ao produto ou serviço, são responsáveis solidários seu fabricante, construtor ou importador e o que realizou a incorporação. Seção\nIV – Da Decadência e da Prescrição"
  },
  "art26": {
    "titulo": "Art. 26",
    "texto": "O direito de reclamar pelos vícios aparentes ou de fácil constatação caduca em:\nI – trinta dias, tratando-se de fornecimento de serviço e de produto não duráveis;\nII – noventa dias, tratando-se de fornecimento de serviço e de produto duráveis.\n§ 1o Inicia-se a contagem do prazo decadencial a partir da entrega efetiva do produto ou do tér Código de Defesa do Consumidor mino da execução dos serviços.\n§ 2o Obstam a decadência:\nI – a reclamação comprovadamente formulada pelo consumidor perante o fornecedor de produtos e serviços até a resposta negativa correspondente, que deve ser transmitida de forma inequívoca;\nII – (Vetado);\nIII – a instauração de inquérito civil, até seu encerramento.\n§ 3o Tratando-se de vício oculto, o prazo decadencial inicia-se no momento em que ficar evidenciado o defeito."
  },
  "art27": {
    "titulo": "Art. 27",
    "texto": "Prescreve em cinco anos a pretensão à reparação pelos danos causados por fato do produto ou do serviço prevista na Seção II deste Capítulo, iniciando-se a contagem do prazo a partir do conhecimento do dano e de sua autoria.\nParágrafo único. (Vetado) Seção\nV – Da Desconsideração da Personalidade Jurídica"
  },
  "art28": {
    "titulo": "Art. 28",
    "texto": "O juiz poderá desconsiderar a personalidade jurídica da sociedade quando, em detrimento do consumidor, houver abuso de direito, excesso de poder, infração da lei, fato ou ato ilícito ou violação dos estatutos ou contrato social. A desconsideração também será efetivada quando houver falência, estado de insolvência, encerramento ou inatividade da pessoa jurídica provocados por má administração.\n§ 1o (Vetado)\n§ 2o As sociedades integrantes dos grupos societários e as sociedades controladas, são subsidiariamente responsáveis pelas obrigações decorrentes deste Código.\n§ 3o As sociedades consorciadas são solidariamente responsáveis pelas obrigações decorrentes deste Código.\n§ 4o As sociedades coligadas só responderão por culpa.\n§ 5o Também poderá ser desconsiderada a pessoa jurídica sempre que sua personalidade for, de alguma forma, obstáculo ao ressarcimento de prejuízos causados aos consumidores. CAPÍTULO\nV – DAS PRÁTICAS COMERCIAIS Seção\nI – Das Disposições Gerais"
  },
  "art29": {
    "titulo": "Art. 29",
    "texto": "Para os fins deste Capítulo e do seguinte, equiparam-se aos consumidores todas as pessoas determináveis ou não, expostas às práticas nele previstas. Seção\nII – Da Oferta"
  },
  "art30": {
    "titulo": "Art. 30",
    "texto": "Toda informação ou publicidade, suficientemente precisa, veiculada por qualquer forma ou meio de comunicação com relação a produtos e serviços oferecidos ou apresentados, obriga o fornecedor que a fizer veicular ou dela se utilizar e integra o contrato que vier a ser celebrado."
  },
  "art31": {
    "titulo": "Art. 31",
    "texto": "A oferta e apresentação de produtos ou serviços devem assegurar informações corretas, claras, precisas, ostensivas e em língua portuguesa sobre suas características, qualidades, quantidade, composição, preço, garantia, prazos de validade e origem, entre outros dados, bem como sobre os riscos que apresentam à saúde e segurança dos consumidores.\nParágrafo único. As informações de que trata este artigo, nos produtos refrigerados oferecidos ao consumidor, serão gravadas de forma indelével."
  },
  "art32": {
    "titulo": "Art. 32",
    "texto": "Os fabricantes e importadores deverão assegurar a oferta de componentes e peças de reposição enquanto não cessar a fabricação ou importação do produto.\nParágrafo único. Cessadas a produção ou importação, a oferta deverá ser mantida por período razoável de tempo, na forma da lei."
  },
  "art33": {
    "titulo": "Art. 33",
    "texto": "Em caso de oferta ou venda por telefone ou reembolso postal, deve constar o nome do fabricante e endereço na embalagem, publicidade e em todos os impressos utilizados na transação comercial.\nParágrafo único. É proibida a publicidade de bens e serviços por telefone, quando a chamada for onerosa ao consumidor que a origina."
  },
  "art34": {
    "titulo": "Art. 34",
    "texto": "O fornecedor do produto ou serviço é solidariamente responsável pelos atos de seus prepostos ou representantes autônomos."
  },
  "art35": {
    "titulo": "Art. 35",
    "texto": "Se o fornecedor de produtos ou serviços recusar cumprimento à oferta, apresentação ou publicidade, o consumidor poderá, alternativamente e à sua livre escolha:\nI – exigir o cumprimento forçado da obrigação, nos termos da oferta, apresentação ou publicidade;\nII – aceitar outro produto ou prestação de serviço equivalente;\nIII – rescindir o contrato, com direito à restituição de quantia eventualmente antecipada, monetariamente atualizada, e a perdas e danos. Seção\nIII – Da Publicidade"
  },
  "art36": {
    "titulo": "Art. 36",
    "texto": "A publicidade deve ser veiculada de tal forma que o consumidor, fácil e imediatamente, a identifique como tal.\nParágrafo único. O fornecedor, na publicidade de seus produtos ou serviços, manterá, em seu poder, para informação dos legítimos interessados, os dados fáticos, técnicos e científicos que dão sustentação à mensagem."
  },
  "art37": {
    "titulo": "Art. 37",
    "texto": "É proibida toda publicidade enganosa ou abusiva.\n§ 1o É enganosa qualquer modalidade de informação ou comunicação de caráter publicitário, inteira ou parcialmente falsa, ou, por qualquer outro modo, mesmo por omissão, capaz de induzir em erro o consumidor a respeito da natureza, características, quali Código de Defesa do Consumidor dade, quantidade, propriedades, origem, preço e quaisquer outros dados sobre produtos e serviços.\n§ 2o É abusiva, dentre outras, a publicidade discriminatória de qualquer natureza, a que incite à violência, explore o medo ou a superstição, se aproveite da deficiência de julgamento e experiência da criança, desrespeita valores ambientais, ou que seja capaz de induzir o consumidor a se comportar de forma prejudicial ou perigosa à sua saúde ou segurança.\n§ 3o Para os efeitos deste Código, a publicidade é enganosa por omissão quando deixar de informar sobre dado essencial do produto ou serviço.\n§ 4o (Vetado)"
  },
  "art38": {
    "titulo": "Art. 38",
    "texto": "O ônus da prova da veracidade e correção da informação ou comunicação publicitária cabe a quem as patrocina. Seção\nIV – Das Práticas Abusivas"
  },
  "art39": {
    "titulo": "Art. 39",
    "texto": "É vedado ao fornecedor de produtos ou serviços, dentre outras práticas abusivas:2\nI – condicionar o fornecimento de produto ou de serviço ao fornecimento de outro produto ou serviço, bem como, sem justa causa, a limites quantitativos;\nII – recusar atendimento às demandas dos consumidores, na exata medida de suas disponibilidades de estoque, e, ainda, de conformidade com os usos e costumes;\nIII – enviar ou entregar ao consumidor, sem solicitação prévia, qualquer produto, ou fornecer qualquer serviço;\nIV – prevalecer-se da fraqueza ou ignorância do consumidor, tendo em vista sua idade, saúde, conhecimento ou condição social, para impingir-lhe seus produtos ou serviços;\nV – exigir do consumidor 2 NE: o inciso XI foi incluído pela Medida Provisória no 1.890-67/1999 e transformado em inciso XIII, quando da conversão na Lei no 9.870/1999. vantagem manifestamente excessiva;\nVI – executar serviços sem a prévia elaboração de orçamento e autorização expressa do consumidor, ressalvadas as decorrentes de práticas anteriores entre as partes;\nVII – repassar informação depreciativa, referente a ato praticado pelo consumidor no exercício de seus direitos;\nVIII – colocar, no mercado de consumo, qualquer produto ou serviço em desacordo com as normas expedidas pelos órgãos oficiais competentes ou, se normas específicas não existirem, pela Associação Brasileira de Normas Técnicas ou outra entidade credenciada pelo Conselho Nacional de Metrologia, Normalização e Qualidade Industrial (Conmetro);\nIX – recusar a venda de bens ou a prestação de serviços, diretamente a quem se disponha a adquiri-los mediante pronto pagamento, ressalvados os casos de intermediação regulados em leis especiais;\nX – elevar sem justa causa o preço de produtos ou serviços;\nXII – deixar de estipular prazo para o cumprimento de sua obrigação ou deixar a fixação de seu termo inicial a seu exclusivo critério;\nXIII – aplicar fórmula ou índice de reajuste diverso do legal ou contratualmente estabelecido;\nXIV – permitir o ingresso em estabelecimentos comerciais ou de serviços de um número maior de consumidores que o fixado pela autoridade administrativa como máximo;\nXV – (Vetado).\nParágrafo único. Os serviços prestados e os produtos remetidos ou entregues ao consumidor, na hipótese prevista no inciso III, equiparam-se às amostras grátis, inexistindo obrigação de pagamento."
  },
  "art40": {
    "titulo": "Art. 40",
    "texto": "O fornecedor de serviço será obrigado a entregar ao consumidor orçamento prévio discriminando o valor da mão de obra, dos materiais e equipamentos a serem empregados, as condições de pagamento, bem como as datas de início e término dos serviços.\n§ 1o Salvo estipulação em contrário, o valor orçado terá validade pelo prazo de dez dias, contado de seu recebimento pelo consumidor.\n§ 2o Uma vez aprovado pelo consumidor, o orçamento obriga os contraentes e somente pode ser alterado mediante livre negociação das partes.\n§ 3o O consumidor não responde por quaisquer ônus ou acréscimos decorrentes da contratação de serviços de terceiros não previstos no orçamento prévio."
  },
  "art41": {
    "titulo": "Art. 41",
    "texto": "No caso de fornecimento de produtos ou de serviços sujeitos ao regime de controle ou de tabelamento de preços, os fornecedores deverão respeitar os limites oficiais sob pena de, não o fazendo, responderem pela restituição da quantia recebida em excesso, monetariamente atualizada, podendo o consumidor exigir, à sua escolha, o desfazimento do negócio, sem prejuízo de outras sanções cabíveis. Seção\nV – Da Cobrança de Dívidas"
  },
  "art42": {
    "titulo": "Art. 42",
    "texto": "Na cobrança de débitos, o consumidor inadimplente não será exposto a ridículo, nem será submetido a qualquer tipo de constrangimento ou ameaça.\nParágrafo único. O consumidor cobrado em quantia indevida tem direito à repetição do indébito, por valor igual ao dobro do que pagou em excesso, acrescido de correção monetária e juros legais, salvo hipótese de engano justificável."
  },
  "art43": {
    "titulo": "Art. 43",
    "texto": "O consumidor, sem prejuízo do disposto no art. 86, terá acesso às informações existentes em cadastros, fichas, registros e dados pessoais e de consumo arquivados sobre ele, bem como sobre as suas respectivas fontes.\n§ 1o Os cadastros e dados de consumidores devem ser objetivos, claros, verdadeiros e em linguagem de fácil compreensão, não podendo conter informações negativas referentes a período superior a cinco anos.\n§ 2o A abertura de cadastro, ficha, registro e dados pessoais e de consumo deverá ser comunicada por escrito ao consumidor, quando não solicitada por ele.\n§ 3o O consumidor, sempre que encontrar inexatidão nos seus dados e cadastros, poderá exigir sua imediata correção, devendo o arquivista, no prazo de cinco dias úteis, comunicar a alteração aos eventuais destinatários das informações incorretas.\n§ 4o Os bancos de dados e cadastros relativos a consumidores, os serviços de proteção ao crédito e congêneres são considerados entidades de caráter público.\n§ 5o Consumada a prescrição relativa à cobrança de débitos do consumidor, não serão fornecidas, pelos respectivos Sistemas de Proteção ao Crédito, quaisquer informações que possam impedir ou dificultar novo acesso ao crédito junto aos fornecedores.\n§ 6o Todas as informações de que trata o caput deste artigo devem ser disponibilizadas em formatos acessíveis, inclusive para a pessoa com deficiência, mediante solicitação do consumidor."
  },
  "art44": {
    "titulo": "Art. 44",
    "texto": "Os órgãos públicos de defesa do consumidor manterão cadastros atualizados de reclamações fundamentadas contra fornecedores de produtos e serviços, devendo divulgá-lo pública e anualmente. A divulgação indicará se a reclamação foi atendida ou não pelo fornecedor.\n§ 1o É facultado o acesso às informações lá constantes para orientação e consulta por qualquer interessado.\n§ 2o Aplicam-se a este artigo, no que couber, as mesmas regras enunciadas no artigo anterior e as do\nparágrafo único do art. 22 deste Código."
  },
  "art45": {
    "titulo": "Art. 45",
    "texto": "(Vetado) CAPÍTULO\nVI – DA PROTEÇÃO CONTRATUAL Seção\nI – Disposições Gerais"
  },
  "art46": {
    "titulo": "Art. 46",
    "texto": "Os contratos que regulam as relações de consumo não obrigarão os consumidores, se não lhes for dada a oportunidade de tomar conhecimento prévio de seu conteúdo, ou se os respectivos instrumentos forem redigidos de modo a dificultar a compreensão de seu sentido e alcance."
  },
  "art47": {
    "titulo": "Art. 47",
    "texto": "As cláusulas contratuais serão interpretadas de maneira mais favorável ao consumidor."
  },
  "art48": {
    "titulo": "Art. 48",
    "texto": "As declarações de vontade constantes de escritos particulares, recibos e pré-contratos relativos às relações de consumo vinculam o fornecedor, ensejando inclusive execução específica, nos termos do art. 84 e parágrafos."
  },
  "art49": {
    "titulo": "Art. 49",
    "texto": "O consumidor pode desistir do contrato, no prazo de 7 dias a contar de sua assinatura ou do ato de recebimento do produto ou serviço, sempre que a contratação de fornecimento de produtos e serviços ocorrer fora do estabelecimento comercial, especialmente por telefone ou a domicílio.\nParágrafo único. Se o consumidor exercitar o direito de arrependimento previsto neste artigo, os valores eventualmente pagos, a qualquer título, durante o prazo de reflexão, serão devolvidos, de imediato, monetariamente atualizados."
  },
  "art50": {
    "titulo": "Art. 50",
    "texto": "A garantia contratual é complementar à legal e será conferida mediante termo escrito.\nParágrafo único. O termo de garantia ou equivalente deve ser padronizado e esclarecer, de maneira adequada, em que consiste a mesma garantia, bem como a forma, o prazo e o lugar em que pode ser exercitada e os ônus a cargo do consumidor, devendo ser-lhe entregue, devidamente preenchido pelo fornecedor, no ato do fornecimento, acompanhado de manual de instrução, de instalação e uso do produto em linguagem didática, com ilustrações. Seção\nII – Das Cláusulas Abusivas"
  },
  "art51": {
    "titulo": "Art. 51",
    "texto": "São nulas de pleno direito, entre outras, as cláusulas contratuais relativas ao fornecimento de produtos e serviços que:\nI – impossibilitem, exonerem ou atenuem a responsabilidade do fornecedor por vícios de qualquer natureza dos produtos e serviços ou impliquem renúncia ou disposição de direitos. Nas relações de consumo entre o fornecedor e o consumidor pessoa jurídica, a indenização poderá ser limitada, em situações justificáveis;\nII – subtraiam ao consumidor a opção de reembolso da quantia já paga, nos casos previstos neste Código;\nIII – transfiram responsabilidades a terceiros;\nIV – estabeleçam obrigações consideradas iníquas, abusivas, que coloquem o consumidor em desvantagem exagerada, ou sejam incompatíveis com a boa-fé ou a equidade;\nV – (Vetado);\nVI – estabeleçam inversão do ônus da prova em prejuízo do consumidor;\nVII – determinem a utilização compulsória de arbitragem;\nVIII – imponham representante para concluir ou realizar outro negócio jurídico pelo consumidor; Código de Defesa do Consumidor\nIX – deixem ao fornecedor a opção de concluir ou não o contrato, embora obrigando o consumidor;\nX – permitam ao fornecedor, direta ou indiretamente, variação do preço de maneira unilateral;\nXI – autorizem o fornecedor a cancelar o contrato unilateralmente, sem que igual direito seja conferido ao consumidor;\nXII – obriguem o consumidor a ressarcir os custos de cobrança de sua obrigação, sem que igual direito lhe seja conferido contra o fornecedor;\nXIII – autorizem o fornecedor a modificar unilateralmente o conteúdo ou a qualidade do contrato, após sua celebração;\nXIV – infrinjam ou possibilitem a violação de normas ambientais;\nXV – estejam em desacordo com o sistema de proteção ao consumidor;\nXVI – possibilitem a renúncia do direito de indenização por benfeitorias necessárias;\nXVII – condicionem ou limitem de qualquer forma o acesso aos órgãos do Poder Judiciário; XVIII – estabeleçam prazos de carência em caso de impontualidade das prestações mensais ou impeçam o restabelecimento integral dos direitos do consumidor e de seus meios de pagamento a partir da purgação da mora ou do acordo com os credores;\nXIX – (Vetado).\n§ 1o Presume-se exagerada, entre outros casos, a vantagem que:\nI – ofende os princípios fundamentais do sistema jurídico a que pertence;\nII – restringe direitos ou obrigações fundamentais inerentes à natureza do contrato, de tal modo a ameaçar seu objeto ou o equilíbrio contratual;\nIII – se mostra excessivamente onerosa para o consumidor, considerando-se a natureza e conteúdo do contrato, o interesse das partes e outras circunstâncias peculiares ao caso.\n§ 2o A nulidade de uma cláusula contratual abusiva não invalida o contrato, exceto quando de sua ausência, apesar dos esforços de integração, decorrer ônus excessivo a qualquer das partes.\n§ 3o (Vetado)\n§ 4o É facultado a qualquer consumidor ou entidade que o represente requerer ao Ministério Público que ajuíze a competente ação para ser declarada a nulidade de cláusula contratual que contrarie o disposto neste Código ou de qualquer forma não assegure o justo equilíbrio entre direitos e obrigações das partes."
  },
  "art52": {
    "titulo": "Art. 52",
    "texto": "No fornecimento de produtos ou serviços que envolva outorga de crédito ou concessão de financiamento ao consumidor, o fornecedor deverá, entre outros requisitos, informá-lo prévia e adequadamente sobre:\nI – preço do produto ou serviço em moeda corrente nacional;\nII – montante dos juros de mora e da taxa efetiva anual de juros;\nIII – acréscimos legalmente previstos;\nIV – número e periodicidade das prestações;\nV – soma total a pagar, com e sem financiamento.\n§ 1o As multas de mora decorrentes do inadimplemento de obrigações no seu termo não poderão ser superiores a dois por cento do valor da prestação.\n§ 2o É assegurado ao consumidor a liquidação antecipada do débito, total ou parcialmente, mediante redução proporcional dos juros e demais acréscimos.\n§ 3o (Vetado)"
  },
  "art53": {
    "titulo": "Art. 53",
    "texto": "Nos contratos de compra e venda de móveis ou imóveis mediante pagamento em prestações, bem como nas alienações fiduciárias em garantia, consideram-se nulas de pleno direito as cláusulas que estabeleçam a perda total das prestações pagas em benefício do credor que, em razão do inadimplemento, pleitear a resolução do contrato e a retomada do produto alienado.\n§ 1o (Vetado)\n§ 2o Nos contratos do sistema de consórcio de produtos duráveis, a compensação ou a restituição das parcelas quitadas, na forma deste artigo, terá descontada, além da vantagem econômica auferida com a fruição, os prejuízos que o desistente ou inadimplente causar ao grupo.\n§ 3o Os contratos de que trata o caput deste artigo serão expressos em moeda corrente nacional. Seção\nIII – Dos Contratos de Adesão"
  },
  "art54": {
    "titulo": "Art. 54",
    "texto": "Contrato de adesão é aquele cujas cláusulas tenham sido aprovadas pela autoridade competente ou estabelecidas unilateralmente pelo fornecedor de produtos ou serviços, sem que o consumidor possa discutir ou modificar substancialmente seu conteúdo.\n§ 1o A inserção de cláusula no formulário não desfigura a natureza de adesão do contrato.\n§ 2o Nos contratos de adesão admite-se cláusula resolutória, desde que alternativa, cabendo a escolha ao consumidor, ressalvando-se o disposto no\n§ 2o do artigo anterior.\n§ 3o Os contratos de adesão escritos serão redigidos em termos claros e com caracteres ostensivos e legíveis, cujo tamanho da fonte não será inferior ao corpo doze, de modo a facilitar sua compreensão pelo consumidor.\n§ 4o As cláusulas que implicarem limitação de direito do consumidor deverão ser redigidas com destaque, permitindo sua imediata e fácil compreensão.\n§ 5o (Vetado) CAPÍTULO\nVI -A – DA PREVENÇÃO E DO TRATAMENTO DO SUPERENDIVIDAMENTO"
  },
  "art55": {
    "titulo": "Art. 55",
    "texto": "A União, os Estados e o Distrito Federal, em caráter concorrente e nas suas respectivas áreas de atuação administrativa, baixarão normas relativas à produção, industrialização, distribuição e consumo de produtos e serviços.\n§ 1o A União, os Estados, o Distrito Federal e os Municípios fiscalizarão e controlarão a produção, industrialização, distribuição, a publicidade de produtos e serviços e o mercado de consumo, no interesse da preservação da vida, da saúde, da segurança, da informação e do bem-estar do consumidor, baixando as normas que se fizerem necessárias.\n§ 2o (Vetado)\n§ 3o Os órgãos federais, estaduais, do Distrito Federal e municipais com atribuições para fiscalizar e controlar o mercado de consumo manterão comissões permanentes para elaboração, revisão e atualização das normas referidas no\n§ 1o, sendo obrigatória a participação dos consumidores e fornecedores.\n§ 4o Os órgãos oficiais poderão expedir notificações aos fornecedores para que, sob pena de desobediência, prestem informações sobre questões de interesse do consumidor, resguardado o segredo industrial."
  },
  "art56": {
    "titulo": "Art. 56",
    "texto": "As infrações das normas de defesa do consumidor ficam sujeitas, conforme o caso, às seguintes sanções administrativas, sem prejuízo das de natureza civil, penal e das definidas em normas específicas:\nI – multa;\nII – apreensão do produto;\nIII – inutilização do produto;\nIV – cassação do registro do produto junto ao órgão competente;\nV – proibição de fabricação do produto;\nVI – suspensão de fornecimento de produtos ou serviço;\nVII – suspensão temporária de atividade;\nVIII – revogação de concessão ou permissão de uso;\nIX – cassação de licença do estabelecimento ou de atividade;\nX – interdição, total ou parcial, de estabelecimento, de obra ou de atividade;\nXI – intervenção administrativa;\nXII – imposição de contrapropaganda.\nParágrafo único. As sanções previstas neste artigo serão aplicadas pela autoridade administrativa, no âmbito de sua atribuição, podendo ser aplicadas cumulativamente, inclusive por medida cautelar antecedente ou Código de Defesa do Consumidor incidente de procedimento administrativo."
  },
  "art57": {
    "titulo": "Art. 57",
    "texto": "A pena de multa, graduada de acordo com a gravidade da infração, a vantagem auferida e a condição econômica do fornecedor, será aplicada mediante procedimento administrativo, revertendo para o Fundo de que trata a Lei no 7.347, de 24 de julho de 1985, os valores cabíveis à União, ou para os Fundos estaduais ou municipais de proteção ao consumidor nos demais casos.\nParágrafo único. A multa será em montante não inferior a duzentas e não superior a três milhões de vezes o valor da Unidade Fiscal de Referência (Ufir), ou índice equivalente que venha a substituí-lo."
  },
  "art58": {
    "titulo": "Art. 58",
    "texto": "As penas de apreensão, de inutilização de produtos, de proibição de fabricação de produtos, de suspensão do fornecimento de produto ou serviço, de cassação do registro do produto e revogação da concessão ou permissão de uso serão aplicadas pela administração, mediante procedimento administrativo, assegurada ampla defesa, quando forem constatados vícios de quantidade ou de qualidade por inadequação ou insegurança do produto ou serviço."
  },
  "art59": {
    "titulo": "Art. 59",
    "texto": "As penas de cassação de alvará de licença, de interdição e de suspensão temporária da atividade, bem como a de intervenção administrativa serão aplicadas mediante procedimento administrativo, assegurada ampla defesa, quando o fornecedor reincidir na prática das infrações de maior gravidade previstas neste Código e na legislação de consumo.\n§ 1o A pena de cassação da concessão será aplicada à concessionária de serviço público, quando violar obrigação legal ou contratual.\n§ 2o A pena de intervenção administrativa será aplicada sempre que as circunstâncias de fato desaconselharem a cassação de licença, a interdição ou suspensão da atividade.\n§ 3o Pendendo ação judicial na qual se discuta a imposição de penalidade administrativa, não haverá reincidência até o trânsito em julgado da sentença."
  },
  "art60": {
    "titulo": "Art. 60",
    "texto": "A imposição de contrapropaganda será cominada quando o fornecedor incorrer na prática de publicidade enganosa ou abusiva, nos termos do art. 36 e seus parágrafos, sempre às expensas do infrator.\n§ 1o A contrapropaganda será divulgada pelo responsável da mesma forma, frequência e dimensão e, preferencialmente no mesmo veículo, local, espaço e horário, de forma capaz de desfazer o malefício da publicidade enganosa ou abusiva.\n§ 2o (Vetado)\n§ 3o (Vetado) TÍTULO\nII – DAS INFRAÇÕES PENAIS"
  },
  "art61": {
    "titulo": "Art. 61",
    "texto": "Constituem crimes contra as relações de consumo previstas neste Código, sem prejuízo do disposto no Código Penal e leis especiais, as condutas tipificadas nos artigos seguintes."
  },
  "art62": {
    "titulo": "Art. 62",
    "texto": "(Vetado)"
  },
  "art63": {
    "titulo": "Art. 63",
    "texto": "Omitir dizeres ou sinais ostensivos sobre a nocividade ou periculosidade de produtos, nas embalagens, nos invólucros, recipientes ou publicidade: Pena – Detenção de seis meses a dois anos e multa.\n§ 1o Incorrerá nas mesmas penas quem deixar de alertar, mediante recomendações escritas ostensivas, sobre a periculosidade do serviço a ser prestado.\n§ 2o Se o crime é culposo: Pena – Detenção de um a seis meses ou multa."
  },
  "art64": {
    "titulo": "Art. 64",
    "texto": "Deixar de comunicar à autoridade competente e aos consumidores a nocividade ou periculosidade de produtos cujo conhecimento seja posterior à sua colocação no mercado: Pena – Detenção de seis meses a dois anos e multa.\nParágrafo único. Incorrerá nas mesmas penas quem deixar de retirar do mercado, imediatamente quando determinado pela autoridade competente, os produtos nocivos ou perigosos, na forma deste artigo."
  },
  "art65": {
    "titulo": "Art. 65",
    "texto": "Executar serviço de alto grau de periculosidade, contrariando determinação de autoridade competente: Pena – Detenção de seis meses a dois anos e multa.\n§ 1o As penas deste artigo são aplicáveis sem prejuízo das correspondentes à lesão corporal e à morte.\n§ 2o A prática do disposto no inciso XIV do art. 39 desta Lei também caracteriza o crime previsto no caput deste artigo."
  },
  "art66": {
    "titulo": "Art. 66",
    "texto": "Fazer afirmação falsa ou enganosa, ou omitir informação relevante sobre a natureza, característica, qualidade, quantidade, segurança, desempenho, durabilidade, preço ou garantia de produtos ou serviços: Pena – Detenção de três meses a um ano e multa.\n§ 1o Incorrerá nas mesmas penas quem patrocinar a oferta.\n§ 2o Se o crime é culposo: Pena – Detenção de um a seis meses ou multa."
  },
  "art67": {
    "titulo": "Art. 67",
    "texto": "Fazer ou promover publicidade que sabe ou deveria saber ser enganosa ou abusiva: Pena – Detenção de três meses a um ano e multa.\nParágrafo único. (Vetado)"
  },
  "art68": {
    "titulo": "Art. 68",
    "texto": "Fazer ou promover publicidade que sabe ou deveria saber ser capaz de induzir o consumidor a se comportar de forma prejudicial ou perigosa a sua saúde ou segurança: Pena – Detenção de seis meses a dois anos e multa.\nParágrafo único. (Vetado)"
  },
  "art69": {
    "titulo": "Art. 69",
    "texto": "Deixar de organizar dados fáticos, técnicos e científicos que dão base à publicidade: Pena – Detenção de um a seis meses ou multa. Código de Defesa do Consumidor"
  },
  "art70": {
    "titulo": "Art. 70",
    "texto": "Empregar, na reparação de produtos, peça ou componentes de reposição usados, sem autorização do consumidor: Pena – Detenção de três meses a um ano e multa."
  },
  "art71": {
    "titulo": "Art. 71",
    "texto": "Utilizar, na cobrança de dívidas, de ameaça, coação, constrangimento físico ou moral, afirmações falsas, incorretas ou enganosas ou de qualquer outro procedimento que exponha o consumidor, injustificadamente, a ridículo ou interfira com seu trabalho, descanso ou lazer: Pena – Detenção de três meses a um ano e multa."
  },
  "art72": {
    "titulo": "Art. 72",
    "texto": "Impedir ou dificultar o acesso do consumidor às informações que sobre ele constem em cadastros, banco de dados, fichas e registros: Pena – Detenção de seis meses a um ano ou multa."
  },
  "art73": {
    "titulo": "Art. 73",
    "texto": "Deixar de corrigir imediatamente informação sobre consumidor constante de cadastro, banco de dados, fichas ou registros que sabe ou deveria saber ser inexata: Pena – Detenção de um a seis meses ou multa."
  },
  "art74": {
    "titulo": "Art. 74",
    "texto": "Deixar de entregar ao consumidor o termo de garantia adequadamente preenchido e com especificação clara de seu conteúdo: Pena – Detenção de um a seis meses ou multa."
  },
  "art75": {
    "titulo": "Art. 75",
    "texto": "Quem, de qualquer forma, concorrer para os crimes referidos neste Código incide nas penas a esses cominadas na medida de sua culpabilidade, bem como o diretor, administrador ou gerente da pessoa jurídica que promover, permitir ou por qualquer modo aprovar o fornecimento, oferta, exposição à venda ou manutenção em depósito de produtos ou a oferta e prestação de serviços nas condições por ele proibidas."
  },
  "art76": {
    "titulo": "Art. 76",
    "texto": "São circunstâncias agravantes dos crimes tipificados neste Código:\nI – serem cometidos em época de grave crise econômica ou por ocasião de calamidade;\nII – ocasionarem grave dano individual ou coletivo;\nIII – dissimular-se a natureza ilícita do procedimento;\nIV – quando cometidos:\na) por servidor público, ou por pessoa cuja condição econômico-social seja manifestamente superior à da vítima;\nb) em detrimento de operário ou rurícola; de menor de dezoito ou maior de sessenta anos ou de pessoas portadoras de deficiência mental, interditadas ou não;\nV – serem praticados em operações que envolvam alimentos, medicamentos ou quaisquer outros produtos ou serviços essenciais."
  },
  "art77": {
    "titulo": "Art. 77",
    "texto": "A pena pecuniária prevista nesta Seção será fixada em dias-multa, correspondente ao mínimo e ao máximo de dias de duração da pena privativa da liberdade cominada ao crime. Na individualização desta multa, o juiz observará o disposto no art. 60,\n§ 1o do Código Penal."
  },
  "art78": {
    "titulo": "Art. 78",
    "texto": "Além das penas privativas de liberdade e de multa, podem ser impostas, cumulativa ou alternadamente, observado o disposto nos arts. 44 a 47, do Código Penal:\nI – a interdição temporária de direitos;\nII – a publicação em órgãos de comunicação de grande circulação ou audiência, às expensas do condenado, de notícia sobre os fatos e a condenação;\nIII – a prestação de serviços à comunidade."
  },
  "art79": {
    "titulo": "Art. 79",
    "texto": "O valor da fiança, nas infrações de que trata este Código, será fixado pelo juiz, ou pela autoridade que presidir o inquérito, entre cem e duzentas mil vezes o valor do Bônus do Tesouro Nacional (BTN), ou índice equivalente que venha a substituí-lo.\nParágrafo único. Se assim recomendar a situação econômica do indiciado ou réu, a fiança poderá ser:\na) reduzida até a metade de seu valor mínimo;\nb) aumentada pelo juiz até vinte vezes."
  },
  "art80": {
    "titulo": "Art. 80",
    "texto": "No processo penal atinente aos crimes previstos neste Código, bem como a outros crimes e contravenções que envolvam relações de consumo, poderão intervir, como assistentes do Ministério Público, os legitimados indicados no art. 82, inciso III e IV, aos quais também é facultado propor ação penal subsidiária, se a denúncia não for oferecida no prazo legal. TÍTULO\nIII – DA DEFESA DO CONSUMIDOR EM JUÍZO CAPÍTULO\nI – DISPOSIÇÕES GERAIS"
  },
  "art81": {
    "titulo": "Art. 81",
    "texto": "A defesa dos interesses e direitos dos consumidores e das vítimas poderá ser exercida em juízo individualmente, ou a título coletivo.\nParágrafo único. A defesa coletiva será exercida quando se tratar de:\nI – interesses ou direitos difusos, assim entendidos, para efeitos deste Código, os transindividuais, de natureza indivisível, de que sejam titulares pessoas indeterminadas e ligadas por circunstâncias de fato;\nII – interesses ou direitos coletivos, assim entendidos, para efeitos deste Código, os transindividuais de natureza indivisível de que seja titular grupo, categoria ou classe de pessoas ligadas entre si ou com a parte contrária por uma relação jurídica base;\nIII – interesses ou direitos individuais homogêneos, assim entendidos os decorrentes de origem comum."
  },
  "art82": {
    "titulo": "Art. 82",
    "texto": "Para os fins do art. 81,\nparágrafo único, são legitimados concorrentemente:\nI – o Ministério Público;\nII – a União, os Estados, os Municípios e o Distrito Federal;\nIII – as entidades e órgãos da Código de Defesa do Consumidor Administração Pública, direta ou indireta, ainda que sem personalidade jurídica, especificamente destinados à defesa dos interesses e direitos protegidos por este Código;\nIV – as associações legalmente constituídas há pelo menos um ano e que incluam entre seus fins institucionais a defesa dos interesses e direitos protegidos por este Código, dispensada a autorização assemblear.\n§ 1o O requisito da pré-constituição pode ser dispensado pelo juiz, nas ações previstas nos arts. 91 e seguintes, quando haja manifesto interesse social evidenciado pela dimensão ou característica do dano, ou pela relevância do bem jurídico a ser protegido.\n§ 2o (Vetado)\n§ 3o (Vetado)"
  },
  "art83": {
    "titulo": "Art. 83",
    "texto": "Para a defesa dos direitos e interesses protegidos por este Código são admissíveis todas as espécies de ações capazes de propiciar sua adequada e efetiva tutela.\nParágrafo único. (Vetado)"
  },
  "art84": {
    "titulo": "Art. 84",
    "texto": "Na ação que tenha por objeto o cumprimento da obrigação de fazer ou não fazer, o juiz concederá a tutela específica da obrigação ou determinará providências que assegurem o resultado prático equivalente ao do adimplemento.\n§ 1o A conversão da obrigação em perdas e danos somente será admissível se por elas optar o autor ou se impossível a tutela específica ou a obtenção do resultado prático correspondente.\n§ 2o A indenização por perdas e danos se fará sem prejuízo da multa (art. 287, do Código de Processo Civil).\n§ 3o Sendo relevante o fundamento da demanda e havendo justificado receio de ineficácia do provimento final, é lícito ao juiz conceder a tutela liminarmente ou após justificação prévia, citado o réu.\n§ 4o O juiz poderá, na hipótese do\n§ 3o ou na sentença, impor multa diária ao réu, independentemente de pedido do autor, se for suficiente ou compatível com a obrigação, fixando prazo razoável para o cumprimento do preceito.\n§ 5o Para a tutela específica ou para a obtenção do resultado prático equivalente, poderá o juiz determinar as medidas necessárias, tais como busca e apreensão, remoção de coisas e pessoas, desfazimento de obra, impedimento de atividade nociva, além de requisição de força policial."
  },
  "art85": {
    "titulo": "Art. 85",
    "texto": "(Vetado)"
  },
  "art86": {
    "titulo": "Art. 86",
    "texto": "(Vetado)"
  },
  "art87": {
    "titulo": "Art. 87",
    "texto": "Nas ações coletivas de que trata este Código não haverá adiantamento de custas, emolumentos, honorários periciais e quaisquer outras despesas, nem condenação da associação autora, salvo comprovada má-fé, em honorários de advogados, custas e despesas processuais.\nParágrafo único. Em caso de litigância de má-fé, a associação autora e os diretores responsáveis pela propositura da ação serão solidariamente condenados em honorários advocatícios e ao décuplo das custas, sem prejuízo da responsabilidade por perdas e danos."
  },
  "art88": {
    "titulo": "Art. 88",
    "texto": "Na hipótese do art. 13,\nparágrafo único deste Código, a ação de regresso poderá ser ajuizada em processo autônomo, facultada a possibilidade de prosseguir-se nos mesmos autos, vedada a denunciação da lide."
  },
  "art89": {
    "titulo": "Art. 89",
    "texto": "(Vetado)"
  },
  "art90": {
    "titulo": "Art. 90",
    "texto": "Aplicam-se às ações previstas neste Título as normas do Código de Processo Civil e da Lei no 7.347, de 24 de julho de 1985, inclusive no que respeita ao inquérito civil, naquilo que não contrariar suas disposições. CAPÍTULO\nII – DAS AÇÕES COLETIVAS PARA A DEFESA DE INTERESSES INDIVIDUAIS HOMOGÊNEOS"
  },
  "art91": {
    "titulo": "Art. 91",
    "texto": "Os legitimados de que trata o art. 82 poderão propor, em nome próprio e no interesse das vítimas ou seus sucessores, ação civil coletiva de responsabilidade pelos danos individualmente sofridos, de acordo com o disposto nos artigos seguintes."
  },
  "art92": {
    "titulo": "Art. 92",
    "texto": "O Ministério Público, se não ajuizar a ação, atuará sempre como fiscal da lei.\nParágrafo único. (Vetado)"
  },
  "art93": {
    "titulo": "Art. 93",
    "texto": "Ressalvada a competência da Justiça Federal, é competente para a causa a justiça local:\nI – no foro do lugar onde ocorreu ou deva ocorrer o dano, quando de âmbito local;\nII – no foro da Capital do Estado ou no do Distrito Federal, para os danos de âmbito nacional ou regional, aplicando-se as regras do Código de Processo Civil aos casos de competência concorrente."
  },
  "art94": {
    "titulo": "Art. 94",
    "texto": "Proposta a ação, será publicado edital no órgão oficial, a fim de que os interessados possam intervir no processo como litisconsortes, sem prejuízo de ampla divulgação pelos meios de comunicação social por parte dos órgãos de defesa do consumidor."
  },
  "art95": {
    "titulo": "Art. 95",
    "texto": "Em caso de procedência do pedido, a condenação será genérica, fixando a responsabilidade do réu pelos danos causados."
  },
  "art96": {
    "titulo": "Art. 96",
    "texto": "(Vetado)"
  },
  "art97": {
    "titulo": "Art. 97",
    "texto": "A liquidação e a execução de sentença poderão ser promovidas pela vítima e seus sucessores, assim como pelos legitimados de que trata o art. 82.\nParágrafo único. (Vetado)"
  },
  "art98": {
    "titulo": "Art. 98",
    "texto": "A execução poderá ser coletiva, sendo promovida pelos legitimados de que trata o art. 82, abrangendo as vítimas cujas inde Código de Defesa do Consumidor nizações já tiverem sido fixadas em sentença de liquidação, sem prejuízo do ajuizamento de outras execuções.\n§ 1o A execução coletiva far-se-á com base em certidão das sentenças de liquidação, da qual deverá constar a ocorrência ou não do trânsito em julgado.\n§ 2o É competente para a execução o juízo:\nI – da liquidação da sentença ou da ação condenatória, no caso de execução individual;\nII – da ação condenatória, quando coletiva a execução."
  },
  "art99": {
    "titulo": "Art. 99",
    "texto": "Em caso de concurso de créditos decorrentes de condenação prevista na Lei no 7.347, de 24 de julho de 1985, e de indenizações pelos prejuízos individuais resultantes do mesmo evento danoso, estas terão preferência no pagamento.\nParágrafo único. Para efeito do disposto neste artigo, a destinação da importância recolhida ao fundo criado pela Lei no 7.347, de 24 de julho de 1985, ficará sustada enquanto pendentes de decisão de segundo grau as ações de indenização pelos danos individuais, salvo na hipótese de o patrimônio do devedor ser manifestamente suficiente para responder pela integralidade das dívidas."
  },
  "art100": {
    "titulo": "Art. 100",
    "texto": "Decorrido o prazo de um ano sem habilitação de interessados em número compatível com a gravidade do dano, poderão os legitimados do art. 82 promover a liquidação e execução da indenização devida.\nParágrafo único. O produto da indenização devida reverterá para o fundo criado pela Lei no 7.347, de 24 de julho de 1985. CAPÍTULO\nIII – DAS AÇÕES DE RESPONSABILIDADE DO FORNECEDOR DE PRODUTOS E SERVIÇOS"
  },
  "art101": {
    "titulo": "Art. 101",
    "texto": "Na ação de responsabilidade civil do fornecedor de produtos e serviços, sem prejuízo do disposto nos Capítulos I e II deste Título, serão observadas as seguintes normas:\nI – a ação pode ser proposta no domicílio do autor;\nII – o réu que houver contratado seguro de responsabilidade poderá chamar ao processo o segurador, vedada a integração do contraditório pelo Instituto de Resseguros do Brasil. Nesta hipótese, a sentença que julgar procedente o pedido condenará o réu nos termos do art. 80 do Código de Processo Civil. Se o réu houver sido declarado falido, o síndico será intimado a informar a existência de seguro de responsabilidade, facultando-se, em caso afirmativo, o ajuizamento de ação de indenização diretamente contra o segurador, vedada a denunciação da lide ao Instituto de Resseguros do Brasil e dispensado o litisconsórcio obrigatório com este."
  },
  "art102": {
    "titulo": "Art. 102",
    "texto": "Os legitimados a agir na forma deste Código poderão propor ação visando compelir o Poder Público competente a proibir, em todo o território nacional, a produção, divulgação, distribuição ou venda, ou a determinar alteração na composição, estrutura, fórmula ou acondicionamento de produto, cujo uso ou consumo regular se revele nocivo ou perigoso à saúde pública e à incolumidade pessoal.\n§ 1o (Vetado)\n§ 2o (Vetado) CAPÍTULO\nIV – DA COISA JULGADA"
  },
  "art103": {
    "titulo": "Art. 103",
    "texto": "Nas ações coletivas de que trata este Código, a sentença fará coisa julgada:\nI – erga omnes, exceto se o pedido for julgado improcedente por insuficiência de provas, hipótese em que qualquer legitimado poderá intentar outra ação, com idêntico fundamento, valendo-se de nova prova, na hipótese do inciso I do\nparágrafo único do art. 81;\nII – ultra partes, mas limitadamente ao grupo, categoria ou classe, salvo improcedência por insuficiência de provas, nos termos do inciso anterior, quando se tratar da hipótese prevista no inciso II do\nparágrafo único do art. 81;\nIII – erga omnes, apenas no caso de procedência do pedido, para beneficiar todas as vítimas e seus sucessores, na hipótese do inciso III do\nparágrafo único do art. 81.\n§ 1o Os efeitos da coisa julgada previstos nos incisos I e II não prejudicarão interesses e direitos individuais dos integrantes da coletividade, do grupo, categoria ou classe.\n§ 2o Na hipótese prevista no inciso III, em caso de improcedência do pedido, os interessados que não tiverem intervindo no processo como litisconsortes poderão propor ação de indenização a título individual.\n§ 3o Os efeitos da coisa julgada de que cuida o art. 16, combinado com o art. 13 da Lei no 7.347, de 24 de julho de 1985, não prejudicarão as ações de indenização por danos pessoalmente sofridos, propostas individualmente ou na forma prevista neste Código, mas, se procedente o pedido, beneficiarão as vítimas e seus sucessores, que poderão proceder à liquidação e à execução, nos termos dos arts. 96 a 99.\n§ 4o Aplica-se o disposto no parágrafo anterior à sentença penal condenatória."
  },
  "art104": {
    "titulo": "Art. 104",
    "texto": "As ações coletivas, previstas nos incisos I e II do\nparágrafo único do art. 81, não induzem litispendência para as ações individuais, mas os efeitos da coisa julgada erga omnes ou ultra partes a que aludem os incisos II e III do artigo anterior não beneficiarão os autores das ações individuais, se não for requerida sua suspensão no prazo de trinta dias, a contar da ciência nos autos do ajuizamento da ação coletiva. Código de Defesa do Consumidor CAPÍTULO\nV – DA CONCILIAÇÃO NO SUPERENDIVIDAMENTO"
  },
  "art105": {
    "titulo": "Art. 105",
    "texto": "Integram o Sistema Nacional de Defesa do Consumidor (SNDC) os órgãos federais, estaduais, do Distrito Federal e municipais e as entidades privadas de defesa do consumidor."
  },
  "art106": {
    "titulo": "Art. 106",
    "texto": "O Departamento Nacional de Defesa do Consumidor, da Secretaria Nacional de Direito Econômico (MJ), ou órgão federal que venha substituí-lo, é organismo de coordenação da política do Sistema Nacional de Defesa do Consumidor, cabendo-lhe:\nI – planejar, elaborar, propor, coordenar e executar a política nacional de proteção ao consumidor;\nII – receber, analisar, avaliar e encaminhar consultas, denúncias ou sugestões apresentadas por entidades representativas ou pessoas jurídicas de direito público ou privado;\nIII – prestar aos consumidores orientação permanente sobre seus direitos e garantias;\nIV – informar, conscientizar e motivar o consumidor através dos diferentes meios de comunicação;\nV – solicitar à polícia judiciária a instauração de inquérito policial para a apreciação de delito contra os consumidores, nos termos da legislação vigente;\nVI – representar ao Ministério Público competente para fins de adoção de medidas processuais no âmbito de suas atribuições;\nVII – levar ao conhecimento dos órgãos competentes as infrações de ordem administrativa que violarem os interesses difusos, coletivos, ou individuais dos consumidores;\nVIII – solicitar o concurso de órgãos e entidades da União, Estados, do Distrito Federal e Municípios, bem como auxiliar a fiscalização de preços, abastecimento, quantidade e segurança de bens e serviços;\nIX – incentivar, inclusive com recursos financeiros e outros programas especiais, a formação de entidades de defesa do consumidor pela população e pelos órgãos públicos estaduais e municipais;\nX – (Vetado);\nXI – (Vetado);\nXII – (Vetado);\nXIII – desenvolver outras atividades compatíveis com suas finalidades.\nParágrafo único. Para a consecução de seus objetivos, o Departamento Nacional de Defesa do Consumidor poderá solicitar o concurso de órgãos e entidades de notória especialização técnico-científica. TÍTULO\nV – DA CONVENÇÃO COLETIVA DE CONSUMO"
  },
  "art107": {
    "titulo": "Art. 107",
    "texto": "As entidades civis de consumidores e as associações de fornecedores ou sindicatos de categoria econômica podem regular, por convenção escrita, relações de consumo que tenham por objeto estabelecer condições relativas ao preço, à qualidade, à quantidade, à garantia e características de produtos e serviços, bem como à reclamação e composição do conflito de consumo.\n§ 1o A convenção tornar-se-á obrigatória a partir do registro do instrumento no cartório de títulos e documentos.\n§ 2o A convenção somente obrigará os filiados às entidades signatárias.\n§ 3o Não se exime de cumprir a convenção o fornecedor que se desligar da entidade em data posterior ao registro do instrumento."
  },
  "art108": {
    "titulo": "Art. 108",
    "texto": "(Vetado) TÍTULO\nVI – DISPOSIÇÕES FINAIS"
  },
  "art109": {
    "titulo": "Art. 109",
    "texto": "(Vetado)"
  },
  "art110": {
    "titulo": "Art. 110",
    "texto": "Acrescente-se o seguinte inciso IV ao art. 1o da Lei no 7.347, de 24 de julho de 1985: ..................................................."
  },
  "art111": {
    "titulo": "Art. 111",
    "texto": "O inciso II do art. 5o da Lei no 7.347, de 24 de julho de 1985, passa a ter a seguinte redação: ..................................................."
  },
  "art112": {
    "titulo": "Art. 112",
    "texto": "O\n§ 3o do art. 5o da Lei no 7.347, de 24 de julho de 1985, passa a ter a seguinte redação: ..................................................."
  },
  "art113": {
    "titulo": "Art. 113",
    "texto": "Acrescente-se os seguintes\n§§ 4o, 5o e 6o ao art. 5o da Lei no 7.347, de 24 de julho de 1985: ..................................................."
  },
  "art114": {
    "titulo": "Art. 114",
    "texto": "O art. 15 da Lei no 7.347, de 24 de julho de 1985, passa a ter a seguinte redação: ..................................................."
  },
  "art115": {
    "titulo": "Art. 115",
    "texto": "Suprima-se o caput do"
  },
  "art116": {
    "titulo": "Art. 116",
    "texto": "Dê-se a seguinte redação ao art. 18 da Lei no 7.347, de 24 de julho de 1985: ..................................................."
  },
  "art117": {
    "titulo": "Art. 117",
    "texto": "Acrescente-se à Lei no 7.347, de 24 de julho de 1985, o seguinte dispositivo, renumerando-se os seguintes: ..................................................."
  },
  "art118": {
    "titulo": "Art. 118",
    "texto": "Este Código entrará em vigor dentro de cento e oitenta dias a contar de sua publicação."
  },
  "art119": {
    "titulo": "Art. 119",
    "texto": "Revogam-se as disposições em contrário. Brasília, 11 de setembro de 1990; 169o da Independência e 102o da República. FERNANDO COLLOR Promulgada em 11/9/1990, publicada no DOU de 12/9/1990 – Edição extra – e retificada no DOU de 10/1/2007."
  }
}
