{
  "art1": {
    "titulo": "Art. 1º",
    "texto": "Art. 1º O processo civil será ordenado, disciplinado e interpretado conforme os valores e as normas fundamentais estabelecidos na Constituição da República Federativa do Brasil , observando-se as disposições deste Código."
  },
  "art2": {
    "titulo": "Art. 2º",
    "texto": "Art. 2º O processo começa por iniciativa da parte e se desenvolve por impulso oficial, salvo as exceções previstas em lei."
  },
  "art3": {
    "titulo": "Art. 3º",
    "texto": "Art. 3º Não se excluirá da apreciação jurisdicional ameaça ou lesão a direito. § 1º É permitida a arbitragem, na forma da lei. § 2º O Estado promoverá, sempre que possível, a solução consensual dos conflitos. § 3º A conciliação, a mediação e outros métodos de solução consensual de conflitos deverão ser estimulados por juízes, advogados, defensores públicos e membros do Ministério Público, inclusive no curso do processo judicial."
  },
  "art4": {
    "titulo": "Art. 4º",
    "texto": "Art. 4º As partes têm o direito de obter em prazo razoável a solução integral do mérito, incluída a atividade satisfativa."
  },
  "art5": {
    "titulo": "Art. 5º",
    "texto": "Art. 5º Aquele que de qualquer forma participa do processo deve comportar-se de acordo com a boa-fé."
  },
  "art6": {
    "titulo": "Art. 6º",
    "texto": "Art. 6º Todos os sujeitos do processo devem cooperar entre si para que se obtenha, em tempo razoável, decisão de mérito justa e efetiva."
  },
  "art7": {
    "titulo": "Art. 7º",
    "texto": "Art. 7º É assegurada às partes paridade de tratamento em relação ao exercício de direitos e faculdades processuais, aos meios de defesa, aos ônus, aos deveres e à aplicação de sanções processuais, competindo ao juiz zelar pelo efetivo contraditório."
  },
  "art8": {
    "titulo": "Art. 8º",
    "texto": "Art. 8º Ao aplicar o ordenamento jurídico, o juiz atenderá aos fins sociais e às exigências do bem comum, resguardando e promovendo a dignidade da pessoa humana e observando a proporcionalidade, a razoabilidade, a legalidade, a publicidade e a eficiência."
  },
  "art9": {
    "titulo": "Art. 9º",
    "texto": "Art. 9º Não se proferirá decisão contra uma das partes sem que ela seja previamente ouvida. Parágrafo único. O disposto no caput não se aplica: I - à tutela provisória de urgência; II - às hipóteses de tutela da evidência previstas no art. 311, incisos II e III ; III - à decisão prevista no art. 701 ."
  },
  "art10": {
    "titulo": "Art. 10",
    "texto": "Art. 10. O juiz não pode decidir, em grau algum de jurisdição, com base em fundamento a respeito do qual não se tenha dado às partes oportunidade de se manifestar, ainda que se trate de matéria sobre a qual deva decidir de ofício."
  },
  "art11": {
    "titulo": "Art. 11",
    "texto": "Art. 11. Todos os julgamentos dos órgãos do Poder Judiciário serão públicos, e fundamentadas todas as decisões, sob pena de nulidade. Parágrafo único. Nos casos de segredo de justiça, pode ser autorizada a presença somente das partes, de seus advogados, de defensores públicos ou do Ministério Público."
  },
  "art12": {
    "titulo": "Art. 12",
    "texto": "Art. 12. Os juízes e os tribunais atenderão, preferencialmente, à ordem cronológica de conclusão para proferir sentença ou acórdão. (Redação dada pela Lei nº 13.256, de 2016) (Vigência) § 1º A lista de processos aptos a julgamento deverá estar permanentemente à disposição para consulta pública em cartório e na rede mundial de computadores. § 2º Estão excluídos da regra do caput : I - as sentenças proferidas em audiência, homologatórias de acordo ou de improcedência liminar do pedido; II - o julgamento de processos em bloco para aplicação de tese jurídica firmada em julgamento de casos repetitivos; III - o julgamento de recursos repetitivos ou de incidente de resolução de demandas repetitivas; IV - as decisões proferidas com base nos arts. 485 e 932 ; V - o julgamento de embargos de declaração; VI - o julgamento de agravo interno; VII - as preferências legais e as metas estabelecidas pelo Conselho Nacional de Justiça; VIII - os processos criminais, nos órgãos jurisdicionais que tenham competência penal; IX - a causa que exija urgência no julgamento, assim reconhecida por decisão fundamentada. § 3º Após elaboração de lista própria, respeitar-se-á a ordem cronológica das conclusões entre as preferências legais. § 4º Após a inclusão do processo na lista de que trata o § 1º, o requerimento formulado pela parte não altera a ordem cronológica para a decisão, exceto quando implicar a reabertura da instrução ou a conversão do julgamento em diligência. § 5º Decidido o requerimento previsto no § 4º, o processo retornará à mesma posição em que anteriormente se encontrava na lista. § 6º Ocupará o primeiro lugar na lista prevista no § 1º ou, conforme o caso, no § 3º, o processo que: I - tiver sua sentença ou acórdão anulado, salvo quando houver necessidade de realização de diligência ou de complementação da instrução; II - se enquadrar na hipótese do art. 1.040, inciso II ."
  },
  "art13": {
    "titulo": "Art. 13",
    "texto": "Art. 13. A jurisdição civil será regida pelas normas processuais brasileiras, ressalvadas as disposições específicas previstas em tratados, convenções ou acordos internacionais de que o Brasil seja parte."
  },
  "art14": {
    "titulo": "Art. 14",
    "texto": "Art. 14. A norma processual não retroagirá e será aplicável imediatamente aos processos em curso, respeitados os atos processuais praticados e as situações jurídicas consolidadas sob a vigência da norma revogada."
  },
  "art15": {
    "titulo": "Art. 15",
    "texto": "Art. 15. Na ausência de normas que regulem processos eleitorais, trabalhistas ou administrativos, as disposições deste Código lhes serão aplicadas supletiva e subsidiariamente."
  },
  "art16": {
    "titulo": "Art. 16",
    "texto": "Art. 16. A jurisdição civil é exercida pelos juízes e pelos tribunais em todo o território nacional, conforme as disposições deste Código."
  },
  "art17": {
    "titulo": "Art. 17",
    "texto": "Art. 17. Para postular em juízo é necessário ter interesse e legitimidade."
  },
  "art18": {
    "titulo": "Art. 18",
    "texto": "Art. 18. Ninguém poderá pleitear direito alheio em nome próprio, salvo quando autorizado pelo ordenamento jurídico. Parágrafo único. Havendo substituição processual, o substituído poderá intervir como assistente litisconsorcial."
  },
  "art19": {
    "titulo": "Art. 19",
    "texto": "Art. 19. O interesse do autor pode limitar-se à declaração: I - da existência, da inexistência ou do modo de ser de uma relação jurídica; II - da autenticidade ou da falsidade de documento."
  },
  "art20": {
    "titulo": "Art. 20",
    "texto": "Art. 20. É admissível a ação meramente declaratória, ainda que tenha ocorrido a violação do direito."
  },
  "art21": {
    "titulo": "Art. 21",
    "texto": "Art. 21. Compete à autoridade judiciária brasileira processar e julgar as ações em que: I - o réu, qualquer que seja a sua nacionalidade, estiver domiciliado no Brasil; II - no Brasil tiver de ser cumprida a obrigação; III - o fundamento seja fato ocorrido ou ato praticado no Brasil. Parágrafo único. Para o fim do disposto no inciso I, considera-se domiciliada no Brasil a pessoa jurídica estrangeira que nele tiver agência, filial ou sucursal."
  },
  "art22": {
    "titulo": "Art. 22",
    "texto": "Art. 22. Compete, ainda, à autoridade judiciária brasileira processar e julgar as ações: I - de alimentos, quando: a) o credor tiver domicílio ou residência no Brasil; b) o réu mantiver vínculos no Brasil, tais como posse ou propriedade de bens, recebimento de renda ou obtenção de benefícios econômicos; II - decorrentes de relações de consumo, quando o consumidor tiver domicílio ou residência no Brasil; III - em que as partes, expressa ou tacitamente, se submeterem à jurisdição nacional."
  },
  "art23": {
    "titulo": "Art. 23",
    "texto": "Art. 23. Compete à autoridade judiciária brasileira, com exclusão de qualquer outra: I - conhecer de ações relativas a imóveis situados no Brasil; II - em matéria de sucessão hereditária, proceder à confirmação de testamento particular e ao inventário e à partilha de bens situados no Brasil, ainda que o autor da herança seja de nacionalidade estrangeira ou tenha domicílio fora do território nacional; III - em divórcio, separação judicial ou dissolução de união estável, proceder à partilha de bens situados no Brasil, ainda que o titular seja de nacionalidade estrangeira ou tenha domicílio fora do território nacional."
  },
  "art24": {
    "titulo": "Art. 24",
    "texto": "Art. 24. A ação proposta perante tribunal estrangeiro não induz litispendência e não obsta a que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas, ressalvadas as disposições em contrário de tratados internacionais e acordos bilaterais em vigor no Brasil. Parágrafo único. A pendência de causa perante a jurisdição brasileira não impede a homologação de sentença judicial estrangeira quando exigida para produzir efeitos no Brasil."
  },
  "art25": {
    "titulo": "Art. 25",
    "texto": "Art. 25. Não compete à autoridade judiciária brasileira o processamento e o julgamento da ação quando houver cláusula de eleição de foro exclusivo estrangeiro em contrato internacional, arguida pelo réu na contestação. § 1º Não se aplica o disposto no caput às hipóteses de competência internacional exclusiva previstas neste Capítulo. § 2º Aplica-se à hipótese do caput o art. 63, §§ 1º a 4º ."
  },
  "art26": {
    "titulo": "Art. 26",
    "texto": "Art. 26. A cooperação jurídica internacional será regida por tratado de que o Brasil faz parte e observará: I - o respeito às garantias do devido processo legal no Estado requerente; II - a igualdade de tratamento entre nacionais e estrangeiros, residentes ou não no Brasil, em relação ao acesso à justiça e à tramitação dos processos, assegurando-se assistência judiciária aos necessitados; III - a publicidade processual, exceto nas hipóteses de sigilo previstas na legislação brasileira ou na do Estado requerente; IV - a existência de autoridade central para recepção e transmissão dos pedidos de cooperação; V - a espontaneidade na transmissão de informações a autoridades estrangeiras. § 1º Na ausência de tratado, a cooperação jurídica internacional poderá realizar-se com base em reciprocidade, manifestada por via diplomática. § 2º Não se exigirá a reciprocidade referida no § 1º para homologação de sentença estrangeira. § 3º Na cooperação jurídica internacional não será admitida a prática de atos que contrariem ou que produzam resultados incompatíveis com as normas fundamentais que regem o Estado brasileiro. § 4º O Ministério da Justiça exercerá as funções de autoridade central na ausência de designação específica."
  },
  "art27": {
    "titulo": "Art. 27",
    "texto": "Art. 27. A cooperação jurídica internacional terá por objeto: I - citação, intimação e notificação judicial e extrajudicial; II - colheita de provas e obtenção de informações; III - homologação e cumprimento de decisão; IV - concessão de medida judicial de urgência; V - assistência jurídica internacional; VI - qualquer outra medida judicial ou extrajudicial não proibida pela lei brasileira."
  },
  "art28": {
    "titulo": "Art. 28",
    "texto": "Art. 28. Cabe auxílio direto quando a medida não decorrer diretamente de decisão de autoridade jurisdicional estrangeira a ser submetida a juízo de delibação no Brasil."
  },
  "art29": {
    "titulo": "Art. 29",
    "texto": "Art. 29. A solicitação de auxílio direto será encaminhada pelo órgão estrangeiro interessado à autoridade central, cabendo ao Estado requerente assegurar a autenticidade e a clareza do pedido."
  },
  "art30": {
    "titulo": "Art. 30",
    "texto": "Art. 30. Além dos casos previstos em tratados de que o Brasil faz parte, o auxílio direto terá os seguintes objetos: I - obtenção e prestação de informações sobre o ordenamento jurídico e sobre processos administrativos ou jurisdicionais findos ou em curso; II - colheita de provas, salvo se a medida for adotada em processo, em curso no estrangeiro, de competência exclusiva de autoridade judiciária brasileira; III - qualquer outra medida judicial ou extrajudicial não proibida pela lei brasileira."
  },
  "art31": {
    "titulo": "Art. 31",
    "texto": "Art. 31. A autoridade central brasileira comunicar-se-á diretamente com suas congêneres e, se necessário, com outros órgãos estrangeiros responsáveis pela tramitação e pela execução de pedidos de cooperação enviados e recebidos pelo Estado brasileiro, respeitadas disposições específicas constantes de tratado."
  },
  "art32": {
    "titulo": "Art. 32",
    "texto": "Art. 32. No caso de auxílio direto para a prática de atos que, segundo a lei brasileira, não necessitem de prestação jurisdicional, a autoridade central adotará as providências necessárias para seu cumprimento."
  },
  "art33": {
    "titulo": "Art. 33",
    "texto": "Art. 33. Recebido o pedido de auxílio direto passivo, a autoridade central o encaminhará à Advocacia-Geral da União, que requererá em juízo a medida solicitada. Parágrafo único. O Ministério Público requererá em juízo a medida solicitada quando for autoridade central."
  },
  "art34": {
    "titulo": "Art. 34",
    "texto": "Art. 34. Compete ao juízo federal do lugar em que deva ser executada a medida apreciar pedido de auxílio direto passivo que demande prestação de atividade jurisdicional."
  },
  "art35": {
    "titulo": "Art. 35",
    "texto": "Art. 35. (VETADO)."
  },
  "art36": {
    "titulo": "Art. 36",
    "texto": "Art. 36. O procedimento da carta rogatória perante o Superior Tribunal de Justiça é de jurisdição contenciosa e deve assegurar às partes as garantias do devido processo legal. § 1º A defesa restringir-se-á à discussão quanto ao atendimento dos requisitos para que o pronunciamento judicial estrangeiro produza efeitos no Brasil. § 2º Em qualquer hipótese, é vedada a revisão do mérito do pronunciamento judicial estrangeiro pela autoridade judiciária brasileira."
  },
  "art37": {
    "titulo": "Art. 37",
    "texto": "Art. 37. O pedido de cooperação jurídica internacional oriundo de autoridade brasileira competente será encaminhado à autoridade central para posterior envio ao Estado requerido para lhe dar andamento."
  },
  "art38": {
    "titulo": "Art. 38",
    "texto": "Art. 38. O pedido de cooperação oriundo de autoridade brasileira competente e os documentos anexos que o instruem serão encaminhados à autoridade central, acompanhados de tradução para a língua oficial do Estado requerido."
  },
  "art39": {
    "titulo": "Art. 39",
    "texto": "Art. 39. O pedido passivo de cooperação jurídica internacional será recusado se configurar manifesta ofensa à ordem pública."
  },
  "art40": {
    "titulo": "Art. 40",
    "texto": "Art. 40. A cooperação jurídica internacional para execução de decisão estrangeira dar-se-á por meio de carta rogatória ou de ação de homologação de sentença estrangeira, de acordo com o art. 960 ."
  },
  "art41": {
    "titulo": "Art. 41",
    "texto": "Art. 41. Considera-se autêntico o documento que instruir pedido de cooperação jurídica internacional, inclusive tradução para a língua portuguesa, quando encaminhado ao Estado brasileiro por meio de autoridade central ou por via diplomática, dispensando-se ajuramentação, autenticação ou qualquer procedimento de legalização. Parágrafo único. O disposto no caput não impede, quando necessária, a aplicação pelo Estado brasileiro do princípio da reciprocidade de tratamento."
  },
  "art42": {
    "titulo": "Art. 42",
    "texto": "Art. 42. As causas cíveis serão processadas e decididas pelo juiz nos limites de sua competência, ressalvado às partes o direito de instituir juízo arbitral, na forma da lei."
  },
  "art43": {
    "titulo": "Art. 43",
    "texto": "Art. 43. Determina-se a competência no momento do registro ou da distribuição da petição inicial, sendo irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem órgão judiciário ou alterarem a competência absoluta."
  },
  "art44": {
    "titulo": "Art. 44",
    "texto": "Art. 44. Obedecidos os limites estabelecidos pela Constituição Federal , a competência é determinada pelas normas previstas neste Código ou em legislação especial, pelas normas de organização judiciária e, ainda, no que couber, pelas constituições dos Estados."
  },
  "art45": {
    "titulo": "Art. 45",
    "texto": "Art. 45. Tramitando o processo perante outro juízo, os autos serão remetidos ao juízo federal competente se nele intervier a União, suas empresas públicas, entidades autárquicas e fundações, ou conselho de fiscalização de atividade profissional, na qualidade de parte ou de terceiro interveniente, exceto as ações: I - de recuperação judicial, falência, insolvência civil e acidente de trabalho; II - sujeitas à justiça eleitoral e à justiça do trabalho. § 1º Os autos não serão remetidos se houver pedido cuja apreciação seja de competência do juízo perante o qual foi proposta a ação. § 2º Na hipótese do § 1º, o juiz, ao não admitir a cumulação de pedidos em razão da incompetência para apreciar qualquer deles, não examinará o mérito daquele em que exista interesse da União, de suas entidades autárquicas ou de suas empresas públicas. § 3º O juízo federal restituirá os autos ao juízo estadual sem suscitar conflito se o ente federal cuja presença ensejou a remessa for excluído do processo."
  },
  "art46": {
    "titulo": "Art. 46",
    "texto": "Art. 46. A ação fundada em direito pessoal ou em direito real sobre bens móveis será proposta, em regra, no foro de domicílio do réu. § 1º Tendo mais de um domicílio, o réu será demandado no foro de qualquer deles. § 2º Sendo incerto ou desconhecido o domicílio do réu, ele poderá ser demandado onde for encontrado ou no foro de domicílio do autor. § 3º Quando o réu não tiver domicílio ou residência no Brasil, a ação será proposta no foro de domicílio do autor, e, se este também residir fora do Brasil, a ação será proposta em qualquer foro. § 4º Havendo 2 (dois) ou mais réus com diferentes domicílios, serão demandados no foro de qualquer deles, à escolha do autor. § 5º A execução fiscal será proposta no foro de domicílio do réu, no de sua residência ou no do lugar onde for encontrado. (Vide ADI nº 5737) (Vide ADI nº 5492)"
  },
  "art47": {
    "titulo": "Art. 47",
    "texto": "Art. 47. Para as ações fundadas em direito real sobre imóveis é competente o foro de situação da coisa. § 1º O autor pode optar pelo foro de domicílio do réu ou pelo foro de eleição se o litígio não recair sobre direito de propriedade, vizinhança, servidão, divisão e demarcação de terras e de nunciação de obra nova. § 2º A ação possessória imobiliária será proposta no foro de situação da coisa, cujo juízo tem competência absoluta."
  },
  "art48": {
    "titulo": "Art. 48",
    "texto": "Art. 48. O foro de domicílio do autor da herança, no Brasil, é o competente para o inventário, a partilha, a arrecadação, o cumprimento de disposições de última vontade, a impugnação ou anulação de partilha extrajudicial e para todas as ações em que o espólio for réu, ainda que o óbito tenha ocorrido no estrangeiro. Parágrafo único. Se o autor da herança não possuía domicílio certo, é competente: I - o foro de situação dos bens imóveis; II - havendo bens imóveis em foros diferentes, qualquer destes; III - não havendo bens imóveis, o foro do local de qualquer dos bens do espólio."
  },
  "art49": {
    "titulo": "Art. 49",
    "texto": "Art. 49. A ação em que o ausente for réu será proposta no foro de seu último domicílio, também competente para a arrecadação, o inventário, a partilha e o cumprimento de disposições testamentárias."
  },
  "art50": {
    "titulo": "Art. 50",
    "texto": "Art. 50. A ação em que o incapaz for réu será proposta no foro de domicílio de seu representante ou assistente."
  },
  "art51": {
    "titulo": "Art. 51",
    "texto": "Art. 51. É competente o foro de domicílio do réu para as causas em que seja autora a União. Parágrafo único. Se a União for a demandada, a ação poderá ser proposta no foro de domicílio do autor, no de ocorrência do ato ou fato que originou a demanda, no de situação da coisa ou no Distrito Federal."
  },
  "art52": {
    "titulo": "Art. 52",
    "texto": "Art. 52. É competente o foro de domicílio do réu para as causas em que seja autor Estado ou o Distrito Federal. Parágrafo único. Se Estado ou o Distrito Federal for o demandado, a ação poderá ser proposta no foro de domicílio do autor, no de ocorrência do ato ou fato que originou a demanda, no de situação da coisa ou na capital do respectivo ente federado. (Vide ADI nº 5737) (Vide ADI nº 5492)"
  },
  "art53": {
    "titulo": "Art. 53",
    "texto": "Art. 53. É competente o foro: (Vide ADI nº 7055) (Vide ADI nº 6792) I - para a ação de divórcio, separação, anulação de casamento e reconhecimento ou dissolução de união estável: a) de domicílio do guardião de filho incapaz; b) do último domicílio do casal, caso não haja filho incapaz; c) de domicílio do réu, se nenhuma das partes residir no antigo domicílio do casal; d) de domicílio da vítima de violência doméstica e familiar, nos termos da II - de domicílio ou residência do alimentando, para a ação em que se pedem alimentos; III - do lugar: a) onde está a sede, para a ação em que for ré pessoa jurídica; b) onde se acha agência ou sucursal, quanto às obrigações que a pessoa jurídica contraiu; c) onde exerce suas atividades, para a ação em que for ré sociedade ou associação sem personalidade jurídica; d) onde a obrigação deve ser satisfeita, para a ação em que se lhe exigir o cumprimento; e) de residência do idoso, para a causa que verse sobre direito previsto no respectivo estatuto; f) da sede da serventia notarial ou de registro, para a ação de reparação de dano por ato praticado em razão do ofício; IV - do lugar do ato ou fato para a ação: a) de reparação de dano; b) em que for réu administrador ou gestor de negócios alheios; V - de domicílio do autor ou do local do fato, para a ação de reparação de dano sofrido em razão de delito ou acidente de veículos, inclusive aeronaves."
  },
  "art54": {
    "titulo": "Art. 54",
    "texto": "Art. 54. A competência relativa poderá modificar-se pela conexão ou pela continência, observado o disposto nesta Seção."
  },
  "art55": {
    "titulo": "Art. 55",
    "texto": "Art. 55. Reputam-se conexas 2 (duas) ou mais ações quando lhes for comum o pedido ou a causa de pedir. § 1º Os processos de ações conexas serão reunidos para decisão conjunta, salvo se um deles já houver sido sentenciado. § 2º Aplica-se o disposto no caput : I - à execução de título extrajudicial e à ação de conhecimento relativa ao mesmo ato jurídico; II - às execuções fundadas no mesmo título executivo. § 3º Serão reunidos para julgamento conjunto os processos que possam gerar risco de prolação de decisões conflitantes ou contraditórias caso decididos separadamente, mesmo sem conexão entre eles."
  },
  "art56": {
    "titulo": "Art. 56",
    "texto": "Art. 56. Dá-se a continência entre 2 (duas) ou mais ações quando houver identidade quanto às partes e à causa de pedir, mas o pedido de uma, por ser mais amplo, abrange o das demais."
  },
  "art57": {
    "titulo": "Art. 57",
    "texto": "Art. 57. Quando houver continência e a ação continente tiver sido proposta anteriormente, no processo relativo à ação contida será proferida sentença sem resolução de mérito, caso contrário, as ações serão necessariamente reunidas."
  },
  "art58": {
    "titulo": "Art. 58",
    "texto": "Art. 58. A reunião das ações propostas em separado far-se-á no juízo prevento, onde serão decididas simultaneamente."
  },
  "art59": {
    "titulo": "Art. 59",
    "texto": "Art. 59. O registro ou a distribuição da petição inicial torna prevento o juízo."
  },
  "art60": {
    "titulo": "Art. 60",
    "texto": "Art. 60. Se o imóvel se achar situado em mais de um Estado, comarca, seção ou subseção judiciária, a competência territorial do juízo prevento estender-se-á sobre a totalidade do imóvel."
  },
  "art61": {
    "titulo": "Art. 61",
    "texto": "Art. 61. A ação acessória será proposta no juízo competente para a ação principal."
  },
  "art62": {
    "titulo": "Art. 62",
    "texto": "Art. 62. A competência determinada em razão da matéria, da pessoa ou da função é inderrogável por convenção das partes."
  },
  "art63": {
    "titulo": "Art. 63",
    "texto": "Art. 63. As partes podem modificar a competência em razão do valor e do território, elegendo foro onde será proposta ação oriunda de direitos e obrigações. § 1º A eleição de foro somente produz efeito quando constar de instrumento escrito, aludir expressamente a determinado negócio jurídico e guardar pertinência com o domicílio ou a residência de uma das partes ou com o local da obrigação, ressalvada a pactuação consumerista, quando favorável ao consumidor. (Redação dada pela Lei nº 14.879, de 4 de junho de 2024) § 2º O foro contratual obriga os herdeiros e sucessores das partes. § 3º Antes da citação, a cláusula de eleição de foro, se abusiva, pode ser reputada ineficaz de ofício pelo juiz, que determinará a remessa dos autos ao juízo do foro de domicílio do réu. § 4º Citado, incumbe ao réu alegar a abusividade da cláusula de eleição de foro na contestação, sob pena de preclusão. § 5º O ajuizamento de ação em juízo aleatório, entendido como aquele sem vinculação com o domicílio ou a residência das partes ou com o negócio jurídico discutido na demanda, constitui prática abusiva que justifica a declinação de competência de ofício. (Incluído pela Lei nº 14.879, de 4 de junho de 2024)"
  },
  "art64": {
    "titulo": "Art. 64",
    "texto": "Art. 64. A incompetência, absoluta ou relativa, será alegada como questão preliminar de contestação. § 1º A incompetência absoluta pode ser alegada em qualquer tempo e grau de jurisdição e deve ser declarada de ofício. § 2º Após manifestação da parte contrária, o juiz decidirá imediatamente a alegação de incompetência. § 3º Caso a alegação de incompetência seja acolhida, os autos serão remetidos ao juízo competente. § 4º Salvo decisão judicial em sentido contrário, conservar-se-ão os efeitos de decisão proferida pelo juízo incompetente até que outra seja proferida, se for o caso, pelo juízo competente."
  },
  "art65": {
    "titulo": "Art. 65",
    "texto": "Art. 65. Prorrogar-se-á a competência relativa se o réu não alegar a incompetência em preliminar de contestação. Parágrafo único. A incompetência relativa pode ser alegada pelo Ministério Público nas causas em que atuar."
  },
  "art66": {
    "titulo": "Art. 66",
    "texto": "Art. 66. Há conflito de competência quando: I - 2 (dois) ou mais juízes se declaram competentes; II - 2 (dois) ou mais juízes se consideram incompetentes, atribuindo um ao outro a competência; III - entre 2 (dois) ou mais juízes surge controvérsia acerca da reunião ou separação de processos. Parágrafo único. O juiz que não acolher a competência declinada deverá suscitar o conflito, salvo se a atribuir a outro juízo."
  },
  "art67": {
    "titulo": "Art. 67",
    "texto": "Art. 67. Aos órgãos do Poder Judiciário, estadual ou federal, especializado ou comum, em todas as instâncias e graus de jurisdição, inclusive aos tribunais superiores, incumbe o dever de recíproca cooperação, por meio de seus magistrados e servidores."
  },
  "art68": {
    "titulo": "Art. 68",
    "texto": "Art. 68. Os juízos poderão formular entre si pedido de cooperação para prática de qualquer ato processual."
  },
  "art69": {
    "titulo": "Art. 69",
    "texto": "Art. 69. O pedido de cooperação jurisdicional deve ser prontamente atendido, prescinde de forma específica e pode ser executado como: I - auxílio direto; II - reunião ou apensamento de processos; III - prestação de informações; IV - atos concertados entre os juízes cooperantes. § 1º As cartas de ordem, precatória e arbitral seguirão o regime previsto neste Código. § 2º Os atos concertados entre os juízes cooperantes poderão consistir, além de outros, no estabelecimento de procedimento para: I - a prática de citação, intimação ou notificação de ato; II - a obtenção e apresentação de provas e a coleta de depoimentos; III - a efetivação de tutela provisória; IV - a efetivação de medidas e providências para recuperação e preservação de empresas; V - a facilitação de habilitação de créditos na falência e na recuperação judicial; VI - a centralização de processos repetitivos; VII - a execução de decisão jurisdicional. § 3º O pedido de cooperação judiciária pode ser realizado entre órgãos jurisdicionais de diferentes ramos do Poder Judiciário."
  },
  "art70": {
    "titulo": "Art. 70",
    "texto": "Art. 70. Toda pessoa que se encontre no exercício de seus direitos tem capacidade para estar em juízo."
  },
  "art71": {
    "titulo": "Art. 71",
    "texto": "Art. 71. O incapaz será representado ou assistido por seus pais, por tutor ou por curador, na forma da lei."
  },
  "art72": {
    "titulo": "Art. 72",
    "texto": "Art. 72. O juiz nomeará curador especial ao: I - incapaz, se não tiver representante legal ou se os interesses deste colidirem com os daquele, enquanto durar a incapacidade; II - réu preso revel, bem como ao réu revel citado por edital ou com hora certa, enquanto não for constituído advogado. Parágrafo único. A curatela especial será exercida pela Defensoria Pública, nos termos da lei."
  },
  "art73": {
    "titulo": "Art. 73",
    "texto": "Art. 73. O cônjuge necessitará do consentimento do outro para propor ação que verse sobre direito real imobiliário, salvo quando casados sob o regime de separação absoluta de bens. § 1º Ambos os cônjuges serão necessariamente citados para a ação: I - que verse sobre direito real imobiliário, salvo quando casados sob o regime de separação absoluta de bens; II - resultante de fato que diga respeito a ambos os cônjuges ou de ato praticado por eles; III - fundada em dívida contraída por um dos cônjuges a bem da família; IV - que tenha por objeto o reconhecimento, a constituição ou a extinção de ônus sobre imóvel de um ou de ambos os cônjuges. § 2º Nas ações possessórias, a participação do cônjuge do autor ou do réu somente é indispensável nas hipóteses de composse ou de ato por ambos praticado. § 3º Aplica-se o disposto neste artigo à união estável comprovada nos autos."
  },
  "art74": {
    "titulo": "Art. 74",
    "texto": "Art. 74. O consentimento previsto no art. 73 pode ser suprido judicialmente quando for negado por um dos cônjuges sem justo motivo, ou quando lhe seja impossível concedê-lo. Parágrafo único. A falta de consentimento, quando necessário e não suprido pelo juiz, invalida o processo."
  },
  "art75": {
    "titulo": "Art. 75",
    "texto": "Art. 75. Serão representados em juízo, ativa e passivamente: I - a União, pela Advocacia-Geral da União, diretamente ou mediante órgão vinculado; II - o Estado e o Distrito Federal, por seus procuradores; III - o Município, por seu prefeito, procurador ou Associação de Representação de Municípios, quando expressamente autorizada; (Redação dada pela Lei nº 14.341, de 2022) IV - a autarquia e a fundação de direito público, por quem a lei do ente federado designar; V - a massa falida, pelo administrador judicial; VI - a herança jacente ou vacante, por seu curador; VII - o espólio, pelo inventariante; VIII - a pessoa jurídica, por quem os respectivos atos constitutivos designarem ou, não havendo essa designação, por seus diretores; IX - a sociedade e a associação irregulares e outros entes organizados sem personalidade jurídica, pela pessoa a quem couber a administração de seus bens; X - a pessoa jurídica estrangeira, pelo gerente, representante ou administrador de sua filial, agência ou sucursal aberta ou instalada no Brasil; XI - o condomínio, pelo administrador ou síndico. § 1º Quando o inventariante for dativo, os sucessores do falecido serão intimados no processo no qual o espólio seja parte. § 2º A sociedade ou associação sem personalidade jurídica não poderá opor a irregularidade de sua constituição quando demandada. § 3º O gerente de filial ou agência presume-se autorizado pela pessoa jurídica estrangeira a receber citação para qualquer processo. § 4º Os Estados e o Distrito Federal poderão ajustar compromisso recíproco para prática de ato processual por seus procuradores em favor de outro ente federado, mediante convênio firmado pelas respectivas procuradorias. § 5º A representação judicial do Município pela Associação de Representação de Municípios somente poderá ocorrer em questões de interesse comum dos Municípios associados e dependerá de autorização do respectivo chefe do Poder Executivo municipal, com indicação específica do direito ou da obrigação a ser objeto das medidas judiciais. (Incluído pela Lei nº 14.341, de 2022)"
  },
  "art76": {
    "titulo": "Art. 76",
    "texto": "Art. 76. Verificada a incapacidade processual ou a irregularidade da representação da parte, o juiz suspenderá o processo e designará prazo razoável para que seja sanado o vício. § 1º Descumprida a determinação, caso o processo esteja na instância originária: I - o processo será extinto, se a providência couber ao autor; II - o réu será considerado revel, se a providência lhe couber; III - o terceiro será considerado revel ou excluído do processo, dependendo do polo em que se encontre. § 2º Descumprida a determinação em fase recursal perante tribunal de justiça, tribunal regional federal ou tribunal superior, o relator: I - não conhecerá do recurso, se a providência couber ao recorrente; II - determinará o desentranhamento das contrarrazões, se a providência couber ao recorrido."
  },
  "art77": {
    "titulo": "Art. 77",
    "texto": "Art. 77. Além de outros previstos neste Código, são deveres das partes, de seus procuradores e de todos aqueles que de qualquer forma participem do processo: I - expor os fatos em juízo conforme a verdade; II - não formular pretensão ou de apresentar defesa quando cientes de que são destituídas de fundamento; III - não produzir provas e não praticar atos inúteis ou desnecessários à declaração ou à defesa do direito; IV - cumprir com exatidão as decisões jurisdicionais, de natureza provisória ou final, e não criar embaraços à sua efetivação; V - declinar, no primeiro momento que lhes couber falar nos autos, o endereço residencial ou profissional onde receberão intimações, atualizando essa informação sempre que ocorrer qualquer modificação temporária ou definitiva; VI - não praticar inovação ilegal no estado de fato de bem ou direito litigioso. § 1º Nas hipóteses dos incisos IV e VI, o juiz advertirá qualquer das pessoas mencionadas no caput de que sua conduta poderá ser punida como ato atentatório à dignidade da justiça. § 2º A violação ao disposto nos incisos IV e VI constitui ato atentatório à dignidade da justiça, devendo o juiz, sem prejuízo das sanções criminais, civis e processuais cabíveis, aplicar ao responsável multa de até vinte por cento do valor da causa, de acordo com a gravidade da conduta. § 3 o Não sendo paga no prazo a ser fixado pelo juiz, a multa prevista no § 2º será inscrita como dívida ativa da União ou do Estado após o trânsito em julgado da decisão que a fixou, e sua execução observará o procedimento da execução fiscal, revertendo-se aos fundos previstos no art. 97 . § 4º A multa estabelecida no § 2º poderá ser fixada independentemente da incidência das previstas nos arts. 523, § 1º , e 536, § 1º . § 5º Quando o valor da causa for irrisório ou inestimável, a multa prevista no § 2º poderá ser fixada em até 10 (dez) vezes o valor do salário-mínimo. § 6º Aos advogados públicos ou privados e aos membros da Defensoria Pública e do Ministério Público não se aplica o disposto nos §§ 2º a 5º, devendo eventual responsabilidade disciplinar ser apurada pelo respectivo órgão de classe ou corregedoria, ao qual o juiz oficiará. § 7º Reconhecida violação ao disposto no inciso VI, o juiz determinará o restabelecimento do estado anterior, podendo, ainda, proibir a parte de falar nos autos até a purgação do atentado, sem prejuízo da aplicação do § 2º. § 8º O representante judicial da parte não pode ser compelido a cumprir decisão em seu lugar."
  },
  "art78": {
    "titulo": "Art. 78",
    "texto": "Art. 78. É vedado às partes, a seus procuradores, aos juízes, aos membros do Ministério Público e da Defensoria Pública e a qualquer pessoa que participe do processo empregar expressões ofensivas nos escritos apresentados. § 1º Quando expressões ou condutas ofensivas forem manifestadas oral ou presencialmente, o juiz advertirá o ofensor de que não as deve usar ou repetir, sob pena de lhe ser cassada a palavra. § 2º De ofício ou a requerimento do ofendido, o juiz determinará que as expressões ofensivas sejam riscadas e, a requerimento do ofendido, determinará a expedição de certidão com inteiro teor das expressões ofensivas e a colocará à disposição da parte interessada."
  },
  "art79": {
    "titulo": "Art. 79",
    "texto": "Art. 79. Responde por perdas e danos aquele que litigar de má-fé como autor, réu ou interveniente."
  },
  "art80": {
    "titulo": "Art. 80",
    "texto": "Art. 80. Considera-se litigante de má-fé aquele que: I - deduzir pretensão ou defesa contra texto expresso de lei ou fato incontroverso; II - alterar a verdade dos fatos; III - usar do processo para conseguir objetivo ilegal; IV - opuser resistência injustificada ao andamento do processo; V - proceder de modo temerário em qualquer incidente ou ato do processo; VI - provocar incidente manifestamente infundado; VII - interpuser recurso com intuito manifestamente protelatório."
  },
  "art81": {
    "titulo": "Art. 81",
    "texto": "Art. 81. De ofício ou a requerimento, o juiz condenará o litigante de má-fé a pagar multa, que deverá ser superior a um por cento e inferior a dez por cento do valor corrigido da causa, a indenizar a parte contrária pelos prejuízos que esta sofreu e a arcar com os honorários advocatícios e com todas as despesas que efetuou. § 1º Quando forem 2 (dois) ou mais os litigantes de má-fé, o juiz condenará cada um na proporção de seu respectivo interesse na causa ou solidariamente aqueles que se coligaram para lesar a parte contrária. § 2º Quando o valor da causa for irrisório ou inestimável, a multa poderá ser fixada em até 10 (dez) vezes o valor do salário-mínimo. § 3º O valor da indenização será fixado pelo juiz ou, caso não seja possível mensurá-lo, liquidado por arbitramento ou pelo procedimento comum, nos próprios autos."
  },
  "art82": {
    "titulo": "Art. 82",
    "texto": "Art. 82. Salvo as disposições concernentes à gratuidade da justiça, incumbe às partes prover as despesas dos atos que realizarem ou requererem no processo, antecipando-lhes o pagamento, desde o início até a sentença final ou, na execução, até a plena satisfação do direito reconhecido no título. § 1º Incumbe ao autor adiantar as despesas relativas a ato cuja realização o juiz determinar de ofício ou a requerimento do Ministério Público, quando sua intervenção ocorrer como fiscal da ordem jurídica. § 2º A sentença condenará o vencido a pagar ao vencedor as despesas que antecipou. § 3º Nas ações de cobrança por qualquer procedimento, comum ou especial, bem como nas execuções ou cumprimentos de sentença de honorários advocatícios, o advogado ficará dispensado de adiantar o pagamento de custas processuais, e caberá ao réu ou executado suprir, ao final do processo, o seu pagamento, se tiver dado causa ao processo. (Incluído pela Lei nº 15.109, de 2025)"
  },
  "art83": {
    "titulo": "Art. 83",
    "texto": "Art. 83. O autor, brasileiro ou estrangeiro, que residir fora do Brasil ou deixar de residir no país ao longo da tramitação de processo prestará caução suficiente ao pagamento das custas e dos honorários de advogado da parte contrária nas ações que propuser, se não tiver no Brasil bens imóveis que lhes assegurem o pagamento. § 1º Não se exigirá a caução de que trata o caput : I - quando houver dispensa prevista em acordo ou tratado internacional de que o Brasil faz parte; II - na execução fundada em título extrajudicial e no cumprimento de sentença; III - na reconvenção. § 2º Verificando-se no trâmite do processo que se desfalcou a garantia, poderá o interessado exigir reforço da caução, justificando seu pedido com a indicação da depreciação do bem dado em garantia e a importância do reforço que pretende obter."
  },
  "art84": {
    "titulo": "Art. 84",
    "texto": "Art. 84. As despesas abrangem as custas dos atos do processo, a indenização de viagem, a remuneração do assistente técnico e a diária de testemunha."
  },
  "art85": {
    "titulo": "Art. 85",
    "texto": "Art. 85. A sentença condenará o vencido a pagar honorários ao advogado do vencedor. § 1º São devidos honorários advocatícios na reconvenção, no cumprimento de sentença, provisório ou definitivo, na execução, resistida ou não, e nos recursos interpostos, cumulativamente. § 2º Os honorários serão fixados entre o mínimo de dez e o máximo de vinte por cento sobre o valor da condenação, do proveito econômico obtido ou, não sendo possível mensurá-lo, sobre o valor atualizado da causa, atendidos: I - o grau de zelo do profissional; II - o lugar de prestação do serviço; III - a natureza e a importância da causa; IV - o trabalho realizado pelo advogado e o tempo exigido para o seu serviço. § 3º Nas causas em que a Fazenda Pública for parte, a fixação dos honorários observará os critérios estabelecidos nos incisos I a IV do § 2º e os seguintes percentuais: I - mínimo de dez e máximo de vinte por cento sobre o valor da condenação ou do proveito econômico obtido até 200 (duzentos) salários-mínimos; II - mínimo de oito e máximo de dez por cento sobre o valor da condenação ou do proveito econômico obtido acima de 200 (duzentos) salários-mínimos até 2.000 (dois mil) salários-mínimos; III - mínimo de cinco e máximo de oito por cento sobre o valor da condenação ou do proveito econômico obtido acima de 2.000 (dois mil) salários-mínimos até 20.000 (vinte mil) salários-mínimos; IV - mínimo de três e máximo de cinco por cento sobre o valor da condenação ou do proveito econômico obtido acima de 20.000 (vinte mil) salários-mínimos até 100.000 (cem mil) salários-mínimos; V - mínimo de um e máximo de três por cento sobre o valor da condenação ou do proveito econômico obtido acima de 100.000 (cem mil) salários-mínimos. § 4º Em qualquer das hipóteses do § 3º : I - os percentuais previstos nos incisos I a V devem ser aplicados desde logo, quando for líquida a sentença; II - não sendo líquida a sentença, a definição do percentual, nos termos previstos nos incisos I a V, somente ocorrerá quando liquidado o julgado; III - não havendo condenação principal ou não sendo possível mensurar o proveito econômico obtido, a condenação em honorários dar-se-á sobre o valor atualizado da causa; IV - será considerado o salário-mínimo vigente quando prolatada sentença líquida ou o que estiver em vigor na data da decisão de liquidação. § 5º Quando, conforme o caso, a condenação contra a Fazenda Pública ou o benefício econômico obtido pelo vencedor ou o valor da causa for superior ao valor previsto no inciso I do § 3º, a fixação do percentual de honorários deve observar a faixa inicial e, naquilo que a exceder, a faixa subsequente, e assim sucessivamente. § 6º Os limites e critérios previstos nos §§ 2º e 3º aplicam-se independentemente de qual seja o conteúdo da decisão, inclusive aos casos de improcedência ou de sentença sem resolução de mérito. § 6º-A. Quando o valor da condenação ou do proveito econômico obtido ou o valor atualizado da causa for líquido ou liquidável, para fins de fixação dos honorários advocatícios, nos termos dos §§ 2º e 3º, é proibida a apreciação equitativa, salvo nas hipóteses expressamente previstas no § 8º deste artigo. (Incluído pela Lei nº 14.365, de 2022) § 7º Não serão devidos honorários no cumprimento de sentença contra a Fazenda Pública que enseje expedição de precatório, desde que não tenha sido impugnada. § 8º Nas causas em que for inestimável ou irrisório o proveito econômico ou, ainda, quando o valor da causa for muito baixo, o juiz fixará o valor dos honorários por apreciação equitativa, observando o disposto nos incisos do § 2º. § 8º-A. Na hipótese do § 8º deste artigo, para fins de fixação equitativa de honorários sucumbenciais, o juiz deverá observar os valores recomendados pelo Conselho Seccional da Ordem dos Advogados do Brasil a título de honorários advocatícios ou o limite mínimo de 10% (dez por cento) estabelecido no § 2º deste artigo, aplicando-se o que for maior. (Incluído pela Lei nº 14.365, de 2022) § 9º Na ação de indenização por ato ilícito contra pessoa, o percentual de honorários incidirá sobre a soma das prestações vencidas acrescida de 12 (doze) prestações vincendas. § 10. Nos casos de perda do objeto, os honorários serão devidos por quem deu causa ao processo. § 11. O tribunal, ao julgar recurso, majorará os honorários fixados anteriormente levando em conta o trabalho adicional realizado em grau recursal, observando, conforme o caso, o disposto nos §§ 2º a 6º, sendo vedado ao tribunal, no cômputo geral da fixação de honorários devidos ao advogado do vencedor, ultrapassar os respectivos limites estabelecidos nos §§ 2º e 3º para a fase de conhecimento. § 12. Os honorários referidos no § 11 são cumuláveis com multas e outras sanções processuais, inclusive as previstas no art. 77 . § 13. As verbas de sucumbência arbitradas em embargos à execução rejeitados ou julgados improcedentes e em fase de cumprimento de sentença serão acrescidas no valor do débito principal, para todos os efeitos legais. § 14. Os honorários constituem direito do advogado e têm natureza alimentar, com os mesmos privilégios dos créditos oriundos da legislação do trabalho, sendo vedada a compensação em caso de sucumbência parcial. § 15. O advogado pode requerer que o pagamento dos honorários que lhe caibam seja efetuado em favor da sociedade de advogados que integra na qualidade de sócio, aplicando-se à hipótese o disposto no § 14. § 16. Quando os honorários forem fixados em quantia certa, os juros moratórios incidirão a partir da data do trânsito em julgado da decisão. § 17. Os honorários serão devidos quando o advogado atuar em causa própria. § 18. Caso a decisão transitada em julgado seja omissa quanto ao direito aos honorários ou ao seu valor, é cabível ação autônoma para sua definição e cobrança. § 19. Os advogados públicos perceberão honorários de sucumbência, nos termos da lei. § 20. O disposto nos §§ 2º, 3º, 4º, 5º, 6º, 6º-A, 8º, 8º-A, 9º e 10 deste artigo aplica-se aos honorários fixados por arbitramento judicial. (Incluído pela Lei nº 14.365, de 2022)"
  },
  "art86": {
    "titulo": "Art. 86",
    "texto": "Art. 86. Se cada litigante for, em parte, vencedor e vencido, serão proporcionalmente distribuídas entre eles as despesas. Parágrafo único. Se um litigante sucumbir em parte mínima do pedido, o outro responderá, por inteiro, pelas despesas e pelos honorários."
  },
  "art87": {
    "titulo": "Art. 87",
    "texto": "Art. 87. Concorrendo diversos autores ou diversos réus, os vencidos respondem proporcionalmente pelas despesas e pelos honorários. § 1º A sentença deverá distribuir entre os litisconsortes, de forma expressa, a responsabilidade proporcional pelo pagamento das verbas previstas no caput . § 2 o Se a distribuição de que trata o § 1º não for feita, os vencidos responderão solidariamente pelas despesas e pelos honorários."
  },
  "art88": {
    "titulo": "Art. 88",
    "texto": "Art. 88. Nos procedimentos de jurisdição voluntária, as despesas serão adiantadas pelo requerente e rateadas entre os interessados."
  },
  "art89": {
    "titulo": "Art. 89",
    "texto": "Art. 89. Nos juízos divisórios, não havendo litígio, os interessados pagarão as despesas proporcionalmente a seus quinhões."
  },
  "art90": {
    "titulo": "Art. 90",
    "texto": "Art. 90. Proferida sentença com fundamento em desistência, em renúncia ou em reconhecimento do pedido, as despesas e os honorários serão pagos pela parte que desistiu, renunciou ou reconheceu. § 1º Sendo parcial a desistência, a renúncia ou o reconhecimento, a responsabilidade pelas despesas e pelos honorários será proporcional à parcela reconhecida, à qual se renunciou ou da qual se desistiu. § 2º Havendo transação e nada tendo as partes disposto quanto às despesas, estas serão divididas igualmente. § 3º Se a transação ocorrer antes da sentença, as partes ficam dispensadas do pagamento das custas processuais remanescentes, se houver. § 4º Se o réu reconhecer a procedência do pedido e, simultaneamente, cumprir integralmente a prestação reconhecida, os honorários serão reduzidos pela metade."
  },
  "art91": {
    "titulo": "Art. 91",
    "texto": "Art. 91. As despesas dos atos processuais praticados a requerimento da Fazenda Pública, do Ministério Público ou da Defensoria Pública serão pagas ao final pelo vencido. § 1º As perícias requeridas pela Fazenda Pública, pelo Ministério Público ou pela Defensoria Pública poderão ser realizadas por entidade pública ou, havendo previsão orçamentária, ter os valores adiantados por aquele que requerer a prova. § 2º Não havendo previsão orçamentária no exercício financeiro para adiantamento dos honorários periciais, eles serão pagos no exercício seguinte ou ao final, pelo vencido, caso o processo se encerre antes do adiantamento a ser feito pelo ente público."
  },
  "art92": {
    "titulo": "Art. 92",
    "texto": "Art. 92. Quando, a requerimento do réu, o juiz proferir sentença sem resolver o mérito, o autor não poderá propor novamente a ação sem pagar ou depositar em cartório as despesas e os honorários a que foi condenado."
  },
  "art93": {
    "titulo": "Art. 93",
    "texto": "Art. 93. As despesas de atos adiados ou cuja repetição for necessária ficarão a cargo da parte, do auxiliar da justiça, do órgão do Ministério Público ou da Defensoria Pública ou do juiz que, sem justo motivo, houver dado causa ao adiamento ou à repetição."
  },
  "art94": {
    "titulo": "Art. 94",
    "texto": "Art. 94. Se o assistido for vencido, o assistente será condenado ao pagamento das custas em proporção à atividade que houver exercido no processo."
  },
  "art95": {
    "titulo": "Art. 95",
    "texto": "Art. 95. Cada parte adiantará a remuneração do assistente técnico que houver indicado, sendo a do perito adiantada pela parte que houver requerido a perícia ou rateada quando a perícia for determinada de ofício ou requerida por ambas as partes. § 1º O juiz poderá determinar que a parte responsável pelo pagamento dos honorários do perito deposite em juízo o valor correspondente. § 2º A quantia recolhida em depósito bancário à ordem do juízo será corrigida monetariamente e paga de acordo com o art. 465, § 4º . § 3º Quando o pagamento da perícia for de responsabilidade de beneficiário de gratuidade da justiça, ela poderá ser: I - custeada com recursos alocados no orçamento do ente público e realizada por servidor do Poder Judiciário ou por órgão público conveniado; II - paga com recursos alocados no orçamento da União, do Estado ou do Distrito Federal, no caso de ser realizada por particular, hipótese em que o valor será fixado conforme tabela do tribunal respectivo ou, em caso de sua omissão, do Conselho Nacional de Justiça. § 4º Na hipótese do § 3º, o juiz, após o trânsito em julgado da decisão final, oficiará a Fazenda Pública para que promova, contra quem tiver sido condenado ao pagamento das despesas processuais, a execução dos valores gastos com a perícia particular ou com a utilização de servidor público ou da estrutura de órgão público, observando-se, caso o responsável pelo pagamento das despesas seja beneficiário de gratuidade da justiça, o disposto no art. 98, § 2º . § 5º Para fins de aplicação do § 3º, é vedada a utilização de recursos do fundo de custeio da Defensoria Pública."
  },
  "art96": {
    "titulo": "Art. 96",
    "texto": "Art. 96. O valor das sanções impostas ao litigante de má-fé reverterá em benefício da parte contrária, e o valor das sanções impostas aos serventuários pertencerá ao Estado ou à União."
  },
  "art97": {
    "titulo": "Art. 97",
    "texto": "Art. 97. A União e os Estados podem criar fundos de modernização do Poder Judiciário, aos quais serão revertidos os valores das sanções pecuniárias processuais destinadas à União e aos Estados, e outras verbas previstas em lei."
  },
  "art98": {
    "titulo": "Art. 98",
    "texto": "Art. 98. A pessoa natural ou jurídica, brasileira ou estrangeira, com insuficiência de recursos para pagar as custas, as despesas processuais e os honorários advocatícios tem direito à gratuidade da justiça, na forma da lei. § 1º A gratuidade da justiça compreende: I - as taxas ou as custas judiciais; II - os selos postais; III - as despesas com publicação na imprensa oficial, dispensando-se a publicação em outros meios; IV - a indenização devida à testemunha que, quando empregada, receberá do empregador salário integral, como se em serviço estivesse; V - as despesas com a realização de exame de código genético - DNA e de outros exames considerados essenciais; VI - os honorários do advogado e do perito e a remuneração do intérprete ou do tradutor nomeado para apresentação de versão em português de documento redigido em língua estrangeira; VII - o custo com a elaboração de memória de cálculo, quando exigida para instauração da execução; VIII - os depósitos previstos em lei para interposição de recurso, para propositura de ação e para a prática de outros atos processuais inerentes ao exercício da ampla defesa e do contraditório; IX - os emolumentos devidos a notários ou registradores em decorrência da prática de registro, averbação ou qualquer outro ato notarial necessário à efetivação de decisão judicial ou à continuidade de processo judicial no qual o benefício tenha sido concedido. § 2º A concessão de gratuidade não afasta a responsabilidade do beneficiário pelas despesas processuais e pelos honorários advocatícios decorrentes de sua sucumbência. § 3º Vencido o beneficiário, as obrigações decorrentes de sua sucumbência ficarão sob condição suspensiva de exigibilidade e somente poderão ser executadas se, nos 5 (cinco) anos subsequentes ao trânsito em julgado da decisão que as certificou, o credor demonstrar que deixou de existir a situação de insuficiência de recursos que justificou a concessão de gratuidade, extinguindo-se, passado esse prazo, tais obrigações do beneficiário. § 4º A concessão de gratuidade não afasta o dever de o beneficiário pagar, ao final, as multas processuais que lhe sejam impostas. § 5º A gratuidade poderá ser concedida em relação a algum ou a todos os atos processuais, ou consistir na redução percentual de despesas processuais que o beneficiário tiver de adiantar no curso do procedimento. § 6º Conforme o caso, o juiz poderá conceder direito ao parcelamento de despesas processuais que o beneficiário tiver de adiantar no curso do procedimento. § 7º Aplica-se o disposto no art. 95, §§ 3º a 5º , ao custeio dos emolumentos previstos no § 1º, inciso IX, do presente artigo, observada a tabela e as condições da lei estadual ou distrital respectiva. § 8º Na hipótese do § 1º, inciso IX, havendo dúvida fundada quanto ao preenchimento atual dos pressupostos para a concessão de gratuidade, o notário ou registrador, após praticar o ato, pode requerer, ao juízo competente para decidir questões notariais ou registrais, a revogação total ou parcial do benefício ou a sua substituição pelo parcelamento de que trata o § 6º deste artigo, caso em que o beneficiário será citado para, em 15 (quinze) dias, manifestar-se sobre esse requerimento."
  },
  "art99": {
    "titulo": "Art. 99",
    "texto": "Art. 99. O pedido de gratuidade da justiça pode ser formulado na petição inicial, na contestação, na petição para ingresso de terceiro no processo ou em recurso. § 1º Se superveniente à primeira manifestação da parte na instância, o pedido poderá ser formulado por petição simples, nos autos do próprio processo, e não suspenderá seu curso. § 2º O juiz somente poderá indeferir o pedido se houver nos autos elementos que evidenciem a falta dos pressupostos legais para a concessão de gratuidade, devendo, antes de indeferir o pedido, determinar à parte a comprovação do preenchimento dos referidos pressupostos. § 3º Presume-se verdadeira a alegação de insuficiência deduzida exclusivamente por pessoa natural. § 4º A assistência do requerente por advogado particular não impede a concessão de gratuidade da justiça. § 5º Na hipótese do § 4º, o recurso que verse exclusivamente sobre valor de honorários de sucumbência fixados em favor do advogado de beneficiário estará sujeito a preparo, salvo se o próprio advogado demonstrar que tem direito à gratuidade. § 6º O direito à gratuidade da justiça é pessoal, não se estendendo a litisconsorte ou a sucessor do beneficiário, salvo requerimento e deferimento expressos. § 7º Requerida a concessão de gratuidade da justiça em recurso, o recorrente estará dispensado de comprovar o recolhimento do preparo, incumbindo ao relator, neste caso, apreciar o requerimento e, se indeferi-lo, fixar prazo para realização do recolhimento."
  },
  "art100": {
    "titulo": "Art. 100",
    "texto": "Art. 100. Deferido o pedido, a parte contrária poderá oferecer impugnação na contestação, na réplica, nas contrarrazões de recurso ou, nos casos de pedido superveniente ou formulado por terceiro, por meio de petição simples, a ser apresentada no prazo de 15 (quinze) dias, nos autos do próprio processo, sem suspensão de seu curso. Parágrafo único. Revogado o benefício, a parte arcará com as despesas processuais que tiver deixado de adiantar e pagará, em caso de má-fé, até o décuplo de seu valor a título de multa, que será revertida em benefício da Fazenda Pública estadual ou federal e poderá ser inscrita em dívida ativa."
  },
  "art101": {
    "titulo": "Art. 101",
    "texto": "Art. 101. Contra a decisão que indeferir a gratuidade ou a que acolher pedido de sua revogação caberá agravo de instrumento, exceto quando a questão for resolvida na sentença, contra a qual caberá apelação. § 1º O recorrente estará dispensado do recolhimento de custas até decisão do relator sobre a questão, preliminarmente ao julgamento do recurso. § 2º Confirmada a denegação ou a revogação da gratuidade, o relator ou o órgão colegiado determinará ao recorrente o recolhimento das custas processuais, no prazo de 5 (cinco) dias, sob pena de não conhecimento do recurso."
  },
  "art102": {
    "titulo": "Art. 102",
    "texto": "Art. 102. Sobrevindo o trânsito em julgado de decisão que revoga a gratuidade, a parte deverá efetuar o recolhimento de todas as despesas de cujo adiantamento foi dispensada, inclusive as relativas ao recurso interposto, se houver, no prazo fixado pelo juiz, sem prejuízo de aplicação das sanções previstas em lei. Parágrafo único. Não efetuado o recolhimento, o processo será extinto sem resolução de mérito, tratando-se do autor, e, nos demais casos, não poderá ser deferida a realização de nenhum ato ou diligência requerida pela parte enquanto não efetuado o depósito."
  },
  "art103": {
    "titulo": "Art. 103",
    "texto": "Art. 103. A parte será representada em juízo por advogado regularmente inscrito na Ordem dos Advogados do Brasil. Parágrafo único. É lícito à parte postular em causa própria quando tiver habilitação legal."
  },
  "art104": {
    "titulo": "Art. 104",
    "texto": "Art. 104. O advogado não será admitido a postular em juízo sem procuração, salvo para evitar preclusão, decadência ou prescrição, ou para praticar ato considerado urgente. § 1º Nas hipóteses previstas no caput , o advogado deverá, independentemente de caução, exibir a procuração no prazo de 15 (quinze) dias, prorrogável por igual período por despacho do juiz. § 2º O ato não ratificado será considerado ineficaz relativamente àquele em cujo nome foi praticado, respondendo o advogado pelas despesas e por perdas e danos."
  },
  "art105": {
    "titulo": "Art. 105",
    "texto": "Art. 105. A procuração geral para o foro, outorgada por instrumento público ou particular assinado pela parte, habilita o advogado a praticar todos os atos do processo, exceto receber citação, confessar, reconhecer a procedência do pedido, transigir, desistir, renunciar ao direito sobre o qual se funda a ação, receber, dar quitação, firmar compromisso e assinar declaração de hipossuficiência econômica, que devem constar de cláusula específica. § 1º A procuração pode ser assinada digitalmente, na forma da lei. § 2º A procuração deverá conter o nome do advogado, seu número de inscrição na Ordem dos Advogados do Brasil e endereço completo. § 3º Se o outorgado integrar sociedade de advogados, a procuração também deverá conter o nome dessa, seu número de registro na Ordem dos Advogados do Brasil e endereço completo. § 4º Salvo disposição expressa em sentido contrário constante do próprio instrumento, a procuração outorgada na fase de conhecimento é eficaz para todas as fases do processo, inclusive para o cumprimento de sentença."
  },
  "art106": {
    "titulo": "Art. 106",
    "texto": "Art. 106. Quando postular em causa própria, incumbe ao advogado: I - declarar, na petição inicial ou na contestação, o endereço, seu número de inscrição na Ordem dos Advogados do Brasil e o nome da sociedade de advogados da qual participa, para o recebimento de intimações; II - comunicar ao juízo qualquer mudança de endereço. § 1º Se o advogado descumprir o disposto no inciso I, o juiz ordenará que se supra a omissão, no prazo de 5 (cinco) dias, antes de determinar a citação do réu, sob pena de indeferimento da petição. § 2º Se o advogado infringir o previsto no inciso II, serão consideradas válidas as intimações enviadas por carta registrada ou meio eletrônico ao endereço constante dos autos."
  },
  "art107": {
    "titulo": "Art. 107",
    "texto": "Art. 107. O advogado tem direito a: I - examinar, em cartório de fórum e secretaria de tribunal, mesmo sem procuração, autos de qualquer processo, independentemente da fase de tramitação, assegurados a obtenção de cópias e o registro de anotações, salvo na hipótese de segredo de justiça, nas quais apenas o advogado constituído terá acesso aos autos; II - requerer, como procurador, vista dos autos de qualquer processo, pelo prazo de 5 (cinco) dias; III - retirar os autos do cartório ou da secretaria, pelo prazo legal, sempre que neles lhe couber falar por determinação do juiz, nos casos previstos em lei. § 1º Ao receber os autos, o advogado assinará carga em livro ou documento próprio. § 2º Sendo o prazo comum às partes, os procuradores poderão retirar os autos somente em conjunto ou mediante prévio ajuste, por petição nos autos. § 3º Na hipótese do § 2º, é lícito ao procurador retirar os autos para obtenção de cópias, pelo prazo de 2 (duas) a 6 (seis) horas, independentemente de ajuste e sem prejuízo da continuidade do prazo. § 4º O procurador perderá no mesmo processo o direito a que se refere o § 3º se não devolver os autos tempestivamente, salvo se o prazo for prorrogado pelo juiz. § 5º O disposto no inciso I do caput deste artigo aplica-se integralmente a processos eletrônicos. (Incluído pela Lei nº 13.793, de 2019)"
  },
  "art108": {
    "titulo": "Art. 108",
    "texto": "Art. 108. No curso do processo, somente é lícita a sucessão voluntária das partes nos casos expressos em lei."
  },
  "art109": {
    "titulo": "Art. 109",
    "texto": "Art. 109. A alienação da coisa ou do direito litigioso por ato entre vivos, a título particular, não altera a legitimidade das partes. § 1º O adquirente ou cessionário não poderá ingressar em juízo, sucedendo o alienante ou cedente, sem que o consinta a parte contrária. § 2º O adquirente ou cessionário poderá intervir no processo como assistente litisconsorcial do alienante ou cedente. § 3º Estendem-se os efeitos da sentença proferida entre as partes originárias ao adquirente ou cessionário."
  },
  "art110": {
    "titulo": "Art. 110",
    "texto": "Art. 110. Ocorrendo a morte de qualquer das partes, dar-se-á a sucessão pelo seu espólio ou pelos seus sucessores, observado o disposto no art. 313, §§ 1º e 2º ."
  },
  "art111": {
    "titulo": "Art. 111",
    "texto": "Art. 111. A parte que revogar o mandato outorgado a seu advogado constituirá, no mesmo ato, outro que assuma o patrocínio da causa. Parágrafo único. Não sendo constituído novo procurador no prazo de 15 (quinze) dias, observar-se-á o disposto no art. 76 ."
  },
  "art112": {
    "titulo": "Art. 112",
    "texto": "Art. 112. O advogado poderá renunciar ao mandato a qualquer tempo, provando, na forma prevista neste Código, que comunicou a renúncia ao mandante, a fim de que este nomeie sucessor. § 1º Durante os 10 (dez) dias seguintes, o advogado continuará a representar o mandante, desde que necessário para lhe evitar prejuízo § 2º Dispensa-se a comunicação referida no caput quando a procuração tiver sido outorgada a vários advogados e a parte continuar representada por outro, apesar da renúncia."
  },
  "art113": {
    "titulo": "Art. 113",
    "texto": "Art. 113. Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando: I - entre elas houver comunhão de direitos ou de obrigações relativamente à lide; II - entre as causas houver conexão pelo pedido ou pela causa de pedir; III - ocorrer afinidade de questões por ponto comum de fato ou de direito. § 1º O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes na fase de conhecimento, na liquidação de sentença ou na execução, quando este comprometer a rápida solução do litígio ou dificultar a defesa ou o cumprimento da sentença. § 2º O requerimento de limitação interrompe o prazo para manifestação ou resposta, que recomeçará da intimação da decisão que o solucionar."
  },
  "art114": {
    "titulo": "Art. 114",
    "texto": "Art. 114. O litisconsórcio será necessário por disposição de lei ou quando, pela natureza da relação jurídica controvertida, a eficácia da sentença depender da citação de todos que devam ser litisconsortes."
  },
  "art115": {
    "titulo": "Art. 115",
    "texto": "Art. 115. A sentença de mérito, quando proferida sem a integração do contraditório, será: I - nula, se a decisão deveria ser uniforme em relação a todos que deveriam ter integrado o processo; II - ineficaz, nos outros casos, apenas para os que não foram citados. Parágrafo único. Nos casos de litisconsórcio passivo necessário, o juiz determinará ao autor que requeira a citação de todos que devam ser litisconsortes, dentro do prazo que assinar, sob pena de extinção do processo."
  },
  "art116": {
    "titulo": "Art. 116",
    "texto": "Art. 116. O litisconsórcio será unitário quando, pela natureza da relação jurídica, o juiz tiver de decidir o mérito de modo uniforme para todos os litisconsortes."
  },
  "art117": {
    "titulo": "Art. 117",
    "texto": "Art. 117. Os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes distintos, exceto no litisconsórcio unitário, caso em que os atos e as omissões de um não prejudicarão os outros, mas os poderão beneficiar."
  },
  "art118": {
    "titulo": "Art. 118",
    "texto": "Art. 118. Cada litisconsorte tem o direito de promover o andamento do processo, e todos devem ser intimados dos respectivos atos."
  },
  "art119": {
    "titulo": "Art. 119",
    "texto": "Art. 119. Pendendo causa entre 2 (duas) ou mais pessoas, o terceiro juridicamente interessado em que a sentença seja favorável a uma delas poderá intervir no processo para assisti-la. Parágrafo único. A assistência será admitida em qualquer procedimento e em todos os graus de jurisdição, recebendo o assistente o processo no estado em que se encontre."
  },
  "art120": {
    "titulo": "Art. 120",
    "texto": "Art. 120. Não havendo impugnação no prazo de 15 (quinze) dias, o pedido do assistente será deferido, salvo se for caso de rejeição liminar. Parágrafo único. Se qualquer parte alegar que falta ao requerente interesse jurídico para intervir, o juiz decidirá o incidente, sem suspensão do processo."
  },
  "art121": {
    "titulo": "Art. 121",
    "texto": "Art. 121. O assistente simples atuará como auxiliar da parte principal, exercerá os mesmos poderes e sujeitar-se-á aos mesmos ônus processuais que o assistido. Parágrafo único. Sendo revel ou, de qualquer outro modo, omisso o assistido, o assistente será considerado seu substituto processual."
  },
  "art122": {
    "titulo": "Art. 122",
    "texto": "Art. 122. A assistência simples não obsta a que a parte principal reconheça a procedência do pedido, desista da ação, renuncie ao direito sobre o que se funda a ação ou transija sobre direitos controvertidos."
  },
  "art123": {
    "titulo": "Art. 123",
    "texto": "Art. 123. Transitada em julgado a sentença no processo em que interveio o assistente, este não poderá, em processo posterior, discutir a justiça da decisão, salvo se alegar e provar que: I - pelo estado em que recebeu o processo ou pelas declarações e pelos atos do assistido, foi impedido de produzir provas suscetíveis de influir na sentença; II - desconhecia a existência de alegações ou de provas das quais o assistido, por dolo ou culpa, não se valeu."
  },
  "art124": {
    "titulo": "Art. 124",
    "texto": "Art. 124. Considera-se litisconsorte da parte principal o assistente sempre que a sentença influir na relação jurídica entre ele e o adversário do assistido."
  },
  "art125": {
    "titulo": "Art. 125",
    "texto": "Art. 125. É admissível a denunciação da lide, promovida por qualquer das partes: I - ao alienante imediato, no processo relativo à coisa cujo domínio foi transferido ao denunciante, a fim de que possa exercer os direitos que da evicção lhe resultam; II - àquele que estiver obrigado, por lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo de quem for vencido no processo. § 1º O direito regressivo será exercido por ação autônoma quando a denunciação da lide for indeferida, deixar de ser promovida ou não for permitida. § 2º Admite-se uma única denunciação sucessiva, promovida pelo denunciado, contra seu antecessor imediato na cadeia dominial ou quem seja responsável por indenizá-lo, não podendo o denunciado sucessivo promover nova denunciação, hipótese em que eventual direito de regresso será exercido por ação autônoma."
  },
  "art126": {
    "titulo": "Art. 126",
    "texto": "Art. 126. A citação do denunciado será requerida na petição inicial, se o denunciante for autor, ou na contestação, se o denunciante for réu, devendo ser realizada na forma e nos prazos previstos no art. 131 ."
  },
  "art127": {
    "titulo": "Art. 127",
    "texto": "Art. 127. Feita a denunciação pelo autor, o denunciado poderá assumir a posição de litisconsorte do denunciante e acrescentar novos argumentos à petição inicial, procedendo-se em seguida à citação do réu."
  },
  "art128": {
    "titulo": "Art. 128",
    "texto": "Art. 128. Feita a denunciação pelo réu: I - se o denunciado contestar o pedido formulado pelo autor, o processo prosseguirá tendo, na ação principal, em litisconsórcio, denunciante e denunciado; II - se o denunciado for revel, o denunciante pode deixar de prosseguir com sua defesa, eventualmente oferecida, e abster-se de recorrer, restringindo sua atuação à ação regressiva; III - se o denunciado confessar os fatos alegados pelo autor na ação principal, o denunciante poderá prosseguir com sua defesa ou, aderindo a tal reconhecimento, pedir apenas a procedência da ação de regresso. Parágrafo único. Procedente o pedido da ação principal, pode o autor, se for o caso, requerer o cumprimento da sentença também contra o denunciado, nos limites da condenação deste na ação regressiva."
  },
  "art129": {
    "titulo": "Art. 129",
    "texto": "Art. 129. Se o denunciante for vencido na ação principal, o juiz passará ao julgamento da denunciação da lide. Parágrafo único. Se o denunciante for vencedor, a ação de denunciação não terá o seu pedido examinado, sem prejuízo da condenação do denunciante ao pagamento das verbas de sucumbência em favor do denunciado."
  },
  "art130": {
    "titulo": "Art. 130",
    "texto": "Art. 130. É admissível o chamamento ao processo, requerido pelo réu: I - do afiançado, na ação em que o fiador for réu; II - dos demais fiadores, na ação proposta contra um ou alguns deles; III - dos demais devedores solidários, quando o credor exigir de um ou de alguns o pagamento da dívida comum."
  },
  "art131": {
    "titulo": "Art. 131",
    "texto": "Art. 131. A citação daqueles que devam figurar em litisconsórcio passivo será requerida pelo réu na contestação e deve ser promovida no prazo de 30 (trinta) dias, sob pena de ficar sem efeito o chamamento. Parágrafo único. Se o chamado residir em outra comarca, seção ou subseção judiciárias, ou em lugar incerto, o prazo será de 2 (dois) meses."
  },
  "art132": {
    "titulo": "Art. 132",
    "texto": "Art. 132. A sentença de procedência valerá como título executivo em favor do réu que satisfizer a dívida, a fim de que possa exigi-la, por inteiro, do devedor principal, ou, de cada um dos codevedores, a sua quota, na proporção que lhes tocar."
  },
  "art133": {
    "titulo": "Art. 133",
    "texto": "Art. 133. O incidente de desconsideração da personalidade jurídica será instaurado a pedido da parte ou do Ministério Público, quando lhe couber intervir no processo. § 1º O pedido de desconsideração da personalidade jurídica observará os pressupostos previstos em lei. § 2º Aplica-se o disposto neste Capítulo à hipótese de desconsideração inversa da personalidade jurídica."
  },
  "art134": {
    "titulo": "Art. 134",
    "texto": "Art. 134. O incidente de desconsideração é cabível em todas as fases do processo de conhecimento, no cumprimento de sentença e na execução fundada em título executivo extrajudicial. § 1º A instauração do incidente será imediatamente comunicada ao distribuidor para as anotações devidas. § 2º Dispensa-se a instauração do incidente se a desconsideração da personalidade jurídica for requerida na petição inicial, hipótese em que será citado o sócio ou a pessoa jurídica. § 3º A instauração do incidente suspenderá o processo, salvo na hipótese do § 2º. § 4º O requerimento deve demonstrar o preenchimento dos pressupostos legais específicos para desconsideração da personalidade jurídica."
  },
  "art135": {
    "titulo": "Art. 135",
    "texto": "Art. 135. Instaurado o incidente, o sócio ou a pessoa jurídica será citado para manifestar-se e requerer as provas cabíveis no prazo de 15 (quinze) dias."
  },
  "art136": {
    "titulo": "Art. 136",
    "texto": "Art. 136. Concluída a instrução, se necessária, o incidente será resolvido por decisão interlocutória. Parágrafo único. Se a decisão for proferida pelo relator, cabe agravo interno."
  },
  "art137": {
    "titulo": "Art. 137",
    "texto": "Art. 137. Acolhido o pedido de desconsideração, a alienação ou a oneração de bens, havida em fraude de execução, será ineficaz em relação ao requerente."
  },
  "art138": {
    "titulo": "Art. 138",
    "texto": "Art. 138. O juiz ou o relator, considerando a relevância da matéria, a especificidade do tema objeto da demanda ou a repercussão social da controvérsia, poderá, por decisão irrecorrível, de ofício ou a requerimento das partes ou de quem pretenda manifestar-se, solicitar ou admitir a participação de pessoa natural ou jurídica, órgão ou entidade especializada, com representatividade adequada, no prazo de 15 (quinze) dias de sua intimação. § 1º A intervenção de que trata o caput não implica alteração de competência nem autoriza a interposição de recursos, ressalvadas a oposição de embargos de declaração e a hipótese do § 3º. § 2º Caberá ao juiz ou ao relator, na decisão que solicitar ou admitir a intervenção, definir os poderes do amicus curiae . § 3º O amicus curiae pode recorrer da decisão que julgar o incidente de resolução de demandas repetitivas."
  },
  "art139": {
    "titulo": "Art. 139",
    "texto": "Art. 139. O juiz dirigirá o processo conforme as disposições deste Código, incumbindo-lhe: I - assegurar às partes igualdade de tratamento; II - velar pela duração razoável do processo; III - prevenir ou reprimir qualquer ato contrário à dignidade da justiça e indeferir postulações meramente protelatórias; IV - determinar todas as medidas indutivas, coercitivas, mandamentais ou sub-rogatórias necessárias para assegurar o cumprimento de ordem judicial, inclusive nas ações que tenham por objeto prestação pecuniária; V - promover, a qualquer tempo, a autocomposição, preferencialmente com auxílio de conciliadores e mediadores judiciais; VI - dilatar os prazos processuais e alterar a ordem de produção dos meios de prova, adequando-os às necessidades do conflito de modo a conferir maior efetividade à tutela do direito; VII - exercer o poder de polícia, requisitando, quando necessário, força policial, além da segurança interna dos fóruns e tribunais; VIII - determinar, a qualquer tempo, o comparecimento pessoal das partes, para inquiri-las sobre os fatos da causa, hipótese em que não incidirá a pena de confesso; IX - determinar o suprimento de pressupostos processuais e o saneamento de outros vícios processuais; X - quando se deparar com diversas demandas individuais repetitivas, oficiar o Ministério Público, a Defensoria Pública e, na medida do possível, outros legitimados a que se referem o art. 5º da Lei nº 7.347, de 24 de julho de 1985 , e o art. 82 da Lei nº 8.078, de 11 de setembro de 1990 , para, se for o caso, promover a propositura da ação coletiva respectiva. Parágrafo único. A dilação de prazos prevista no inciso VI somente pode ser determinada antes de encerrado o prazo regular."
  },
  "art140": {
    "titulo": "Art. 140",
    "texto": "Art. 140. O juiz não se exime de decidir sob a alegação de lacuna ou obscuridade do ordenamento jurídico. Parágrafo único. O juiz só decidirá por equidade nos casos previstos em lei."
  },
  "art141": {
    "titulo": "Art. 141",
    "texto": "Art. 141. O juiz decidirá o mérito nos limites propostos pelas partes, sendo-lhe vedado conhecer de questões não suscitadas a cujo respeito a lei exige iniciativa da parte."
  },
  "art142": {
    "titulo": "Art. 142",
    "texto": "Art. 142. Convencendo-se, pelas circunstâncias, de que autor e réu se serviram do processo para praticar ato simulado ou conseguir fim vedado por lei, o juiz proferirá decisão que impeça os objetivos das partes, aplicando, de ofício, as penalidades da litigância de má-fé."
  },
  "art143": {
    "titulo": "Art. 143",
    "texto": "Art. 143. O juiz responderá, civil e regressivamente, por perdas e danos quando: (Vide ADPF 774) I - no exercício de suas funções, proceder com dolo ou fraude; II - recusar, omitir ou retardar, sem justo motivo, providência que deva ordenar de ofício ou a requerimento da parte. Parágrafo único. As hipóteses previstas no inciso II somente serão verificadas depois que a parte requerer ao juiz que determine a providência e o requerimento não for apreciado no prazo de 10 (dez) dias."
  },
  "art144": {
    "titulo": "Art. 144",
    "texto": "Art. 144. Há impedimento do juiz, sendo-lhe vedado exercer suas funções no processo: I - em que interveio como mandatário da parte, oficiou como perito, funcionou como membro do Ministério Público ou prestou depoimento como testemunha; II - de que conheceu em outro grau de jurisdição, tendo proferido decisão; III - quando nele estiver postulando, como defensor público, advogado ou membro do Ministério Público, seu cônjuge ou companheiro, ou qualquer parente, consanguíneo ou afim, em linha reta ou colateral, até o terceiro grau, inclusive; IV - quando for parte no processo ele próprio, seu cônjuge ou companheiro, ou parente, consanguíneo ou afim, em linha reta ou colateral, até o terceiro grau, inclusive; V - quando for sócio ou membro de direção ou de administração de pessoa jurídica parte no processo; VI - quando for herdeiro presuntivo, donatário ou empregador de qualquer das partes; VII - em que figure como parte instituição de ensino com a qual tenha relação de emprego ou decorrente de contrato de prestação de serviços; VIII - em que figure como parte cliente do escritório de advocacia de seu cônjuge, companheiro ou parente, consanguíneo ou afim, em linha reta ou colateral, até o terceiro grau, inclusive, mesmo que patrocinado por advogado de outro escritório; (Vide ADI 5953) IX - quando promover ação contra a parte ou seu advogado. § 1º Na hipótese do inciso III, o impedimento só se verifica quando o defensor público, o advogado ou o membro do Ministério Público já integrava o processo antes do início da atividade judicante do juiz. § 2º É vedada a criação de fato superveniente a fim de caracterizar impedimento do juiz. § 3º O impedimento previsto no inciso III também se verifica no caso de mandato conferido a membro de escritório de advocacia que tenha em seus quadros advogado que individualmente ostente a condição nele prevista, mesmo que não intervenha diretamente no processo."
  },
  "art145": {
    "titulo": "Art. 145",
    "texto": "Art. 145. Há suspeição do juiz: I - amigo íntimo ou inimigo de qualquer das partes ou de seus advogados; II - que receber presentes de pessoas que tiverem interesse na causa antes ou depois de iniciado o processo, que aconselhar alguma das partes acerca do objeto da causa ou que subministrar meios para atender às despesas do litígio; III - quando qualquer das partes for sua credora ou devedora, de seu cônjuge ou companheiro ou de parentes destes, em linha reta até o terceiro grau, inclusive; IV - interessado no julgamento do processo em favor de qualquer das partes. § 1º Poderá o juiz declarar-se suspeito por motivo de foro íntimo, sem necessidade de declarar suas razões. § 2º Será ilegítima a alegação de suspeição quando: I - houver sido provocada por quem a alega; II - a parte que a alega houver praticado ato que signifique manifesta aceitação do arguido."
  },
  "art146": {
    "titulo": "Art. 146",
    "texto": "Art. 146. No prazo de 15 (quinze) dias, a contar do conhecimento do fato, a parte alegará o impedimento ou a suspeição, em petição específica dirigida ao juiz do processo, na qual indicará o fundamento da recusa, podendo instruí-la com documentos em que se fundar a alegação e com rol de testemunhas. § 1º Se reconhecer o impedimento ou a suspeição ao receber a petição, o juiz ordenará imediatamente a remessa dos autos a seu substituto legal, caso contrário, determinará a autuação em apartado da petição e, no prazo de 15 (quinze) dias, apresentará suas razões, acompanhadas de documentos e de rol de testemunhas, se houver, ordenando a remessa do incidente ao tribunal. § 2º Distribuído o incidente, o relator deverá declarar os seus efeitos, sendo que, se o incidente for recebido: I - sem efeito suspensivo, o processo voltará a correr; II - com efeito suspensivo, o processo permanecerá suspenso até o julgamento do incidente. § 3º Enquanto não for declarado o efeito em que é recebido o incidente ou quando este for recebido com efeito suspensivo, a tutela de urgência será requerida ao substituto legal. § 4º Verificando que a alegação de impedimento ou de suspeição é improcedente, o tribunal rejeitá-la-á. § 5º Acolhida a alegação, tratando-se de impedimento ou de manifesta suspeição, o tribunal condenará o juiz nas custas e remeterá os autos ao seu substituto legal, podendo o juiz recorrer da decisão. § 6º Reconhecido o impedimento ou a suspeição, o tribunal fixará o momento a partir do qual o juiz não poderia ter atuado. § 7º O tribunal decretará a nulidade dos atos do juiz, se praticados quando já presente o motivo de impedimento ou de suspeição."
  },
  "art147": {
    "titulo": "Art. 147",
    "texto": "Art. 147. Quando 2 (dois) ou mais juízes forem parentes, consanguíneos ou afins, em linha reta ou colateral, até o terceiro grau, inclusive, o primeiro que conhecer do processo impede que o outro nele atue, caso em que o segundo se escusará, remetendo os autos ao seu substituto legal."
  },
  "art148": {
    "titulo": "Art. 148",
    "texto": "Art. 148. Aplicam-se os motivos de impedimento e de suspeição: I - ao membro do Ministério Público; II - aos auxiliares da justiça; III - aos demais sujeitos imparciais do processo. § 1º A parte interessada deverá arguir o impedimento ou a suspeição, em petição fundamentada e devidamente instruída, na primeira oportunidade em que lhe couber falar nos autos. § 2º O juiz mandará processar o incidente em separado e sem suspensão do processo, ouvindo o arguido no prazo de 15 (quinze) dias e facultando a produção de prova, quando necessária. § 3º Nos tribunais, a arguição a que se refere o § 1º será disciplinada pelo regimento interno. § 4º O disposto nos §§ 1º e 2º não se aplica à arguição de impedimento ou de suspeição de testemunha."
  },
  "art149": {
    "titulo": "Art. 149",
    "texto": "Art. 149. São auxiliares da Justiça, além de outros cujas atribuições sejam determinadas pelas normas de organização judiciária, o escrivão, o chefe de secretaria, o oficial de justiça, o perito, o depositário, o administrador, o intérprete, o tradutor, o mediador, o conciliador judicial, o partidor, o distribuidor, o contabilista e o regulador de avarias."
  },
  "art150": {
    "titulo": "Art. 150",
    "texto": "Art. 150. Em cada juízo haverá um ou mais ofícios de justiça, cujas atribuições serão determinadas pelas normas de organização judiciária."
  },
  "art151": {
    "titulo": "Art. 151",
    "texto": "Art. 151. Em cada comarca, seção ou subseção judiciária haverá, no mínimo, tantos oficiais de justiça quantos sejam os juízos."
  },
  "art152": {
    "titulo": "Art. 152",
    "texto": "Art. 152. Incumbe ao escrivão ou ao chefe de secretaria: I - redigir, na forma legal, os ofícios, os mandados, as cartas precatórias e os demais atos que pertençam ao seu ofício; II - efetivar as ordens judiciais, realizar citações e intimações, bem como praticar todos os demais atos que lhe forem atribuídos pelas normas de organização judiciária; III - comparecer às audiências ou, não podendo fazê-lo, designar servidor para substituí-lo; IV - manter sob sua guarda e responsabilidade os autos, não permitindo que saiam do cartório, exceto: a) quando tenham de seguir à conclusão do juiz; b) com vista a procurador, à Defensoria Pública, ao Ministério Público ou à Fazenda Pública; c) quando devam ser remetidos ao contabilista ou ao partidor; d) quando forem remetidos a outro juízo em razão da modificação da competência; V - fornecer certidão de qualquer ato ou termo do processo, independentemente de despacho, observadas as disposições referentes ao segredo de justiça; VI - praticar, de ofício, os atos meramente ordinatórios. § 1º O juiz titular editará ato a fim de regulamentar a atribuição prevista no inciso VI. § 2º No impedimento do escrivão ou chefe de secretaria, o juiz convocará substituto e, não o havendo, nomeará pessoa idônea para o ato."
  },
  "art153": {
    "titulo": "Art. 153",
    "texto": "Art. 153. O escrivão ou o chefe de secretaria atenderá, preferencialmente, à ordem cronológica de recebimento para publicação e efetivação dos pronunciamentos judiciais. (Redação dada pela Lei nº 13.256, de 2016) (Vigência) § 1º A lista de processos recebidos deverá ser disponibilizada, de forma permanente, para consulta pública. § 2º Estão excluídos da regra do caput : I - os atos urgentes, assim reconhecidos pelo juiz no pronunciamento judicial a ser efetivado; II - as preferências legais. § 3º Após elaboração de lista própria, respeitar-se-ão a ordem cronológica de recebimento entre os atos urgentes e as preferências legais. § 4º A parte que se considerar preterida na ordem cronológica poderá reclamar, nos próprios autos, ao juiz do processo, que requisitará informações ao servidor, a serem prestadas no prazo de 2 (dois) dias. § 5º Constatada a preterição, o juiz determinará o imediato cumprimento do ato e a instauração de processo administrativo disciplinar contra o servidor."
  },
  "art154": {
    "titulo": "Art. 154",
    "texto": "Art. 154. Incumbe ao oficial de justiça: I - fazer pessoalmente citações, prisões, penhoras, arrestos e demais diligências próprias do seu ofício, sempre que possível na presença de 2 (duas) testemunhas, certificando no mandado o ocorrido, com menção ao lugar, ao dia e à hora; II - executar as ordens do juiz a que estiver subordinado; III - entregar o mandado em cartório após seu cumprimento; IV - auxiliar o juiz na manutenção da ordem; V - efetuar avaliações, quando for o caso; VI - certificar, em mandado, proposta de autocomposição apresentada por qualquer das partes, na ocasião de realização de ato de comunicação que lhe couber. Parágrafo único. Certificada a proposta de autocomposição prevista no inciso VI, o juiz ordenará a intimação da parte contrária para manifestar-se, no prazo de 5 (cinco) dias, sem prejuízo do andamento regular do processo, entendendo-se o silêncio como recusa."
  },
  "art155": {
    "titulo": "Art. 155",
    "texto": "Art. 155. O escrivão, o chefe de secretaria e o oficial de justiça são responsáveis, civil e regressivamente, quando: I - sem justo motivo, se recusarem a cumprir no prazo os atos impostos pela lei ou pelo juiz a que estão subordinados; II - praticarem ato nulo com dolo ou culpa."
  },
  "art156": {
    "titulo": "Art. 156",
    "texto": "Art. 156. O juiz será assistido por perito quando a prova do fato depender de conhecimento técnico ou científico. § 1º Os peritos serão nomeados entre os profissionais legalmente habilitados e os órgãos técnicos ou científicos devidamente inscritos em cadastro mantido pelo tribunal ao qual o juiz está vinculado. § 2º Para formação do cadastro, os tribunais devem realizar consulta pública, por meio de divulgação na rede mundial de computadores ou em jornais de grande circulação, além de consulta direta a universidades, a conselhos de classe, ao Ministério Público, à Defensoria Pública e à Ordem dos Advogados do Brasil, para a indicação de profissionais ou de órgãos técnicos interessados. § 3º Os tribunais realizarão avaliações e reavaliações periódicas para manutenção do cadastro, considerando a formação profissional, a atualização do conhecimento e a experiência dos peritos interessados. § 4º Para verificação de eventual impedimento ou motivo de suspeição, nos termos dos arts. 148 e 467 , o órgão técnico ou científico nomeado para realização da perícia informará ao juiz os nomes e os dados de qualificação dos profissionais que participarão da atividade. § 5º Na localidade onde não houver inscrito no cadastro disponibilizado pelo tribunal, a nomeação do perito é de livre escolha pelo juiz e deverá recair sobre profissional ou órgão técnico ou científico comprovadamente detentor do conhecimento necessário à realização da perícia."
  },
  "art157": {
    "titulo": "Art. 157",
    "texto": "Art. 157. O perito tem o dever de cumprir o ofício no prazo que lhe designar o juiz, empregando toda sua diligência, podendo escusar-se do encargo alegando motivo legítimo. § 1º A escusa será apresentada no prazo de 15 (quinze) dias, contado da intimação, da suspeição ou do impedimento supervenientes, sob pena de renúncia ao direito a alegá-la. § 2º Será organizada lista de peritos na vara ou na secretaria, com disponibilização dos documentos exigidos para habilitação à consulta de interessados, para que a nomeação seja distribuída de modo equitativo, observadas a capacidade técnica e a área de conhecimento."
  },
  "art158": {
    "titulo": "Art. 158",
    "texto": "Art. 158. O perito que, por dolo ou culpa, prestar informações inverídicas responderá pelos prejuízos que causar à parte e ficará inabilitado para atuar em outras perícias no prazo de 2 (dois) a 5 (cinco) anos, independentemente das demais sanções previstas em lei, devendo o juiz comunicar o fato ao respectivo órgão de classe para adoção das medidas que entender cabíveis."
  },
  "art159": {
    "titulo": "Art. 159",
    "texto": "Art. 159. A guarda e a conservação de bens penhorados, arrestados, sequestrados ou arrecadados serão confiadas a depositário ou a administrador, não dispondo a lei de outro modo."
  },
  "art160": {
    "titulo": "Art. 160",
    "texto": "Art. 160. Por seu trabalho o depositário ou o administrador perceberá remuneração que o juiz fixará levando em conta a situação dos bens, ao tempo do serviço e às dificuldades de sua execução. Parágrafo único. O juiz poderá nomear um ou mais prepostos por indicação do depositário ou do administrador."
  },
  "art161": {
    "titulo": "Art. 161",
    "texto": "Art. 161. O depositário ou o administrador responde pelos prejuízos que, por dolo ou culpa, causar à parte, perdendo a remuneração que lhe foi arbitrada, mas tem o direito a haver o que legitimamente despendeu no exercício do encargo. Parágrafo único. O depositário infiel responde civilmente pelos prejuízos causados, sem prejuízo de sua responsabilidade penal e da imposição de sanção por ato atentatório à dignidade da justiça."
  },
  "art162": {
    "titulo": "Art. 162",
    "texto": "Art. 162. O juiz nomeará intérprete ou tradutor quando necessário para: I - traduzir documento redigido em língua estrangeira; II - verter para o português as declarações das partes e das testemunhas que não conhecerem o idioma nacional; III - realizar a interpretação simultânea dos depoimentos das partes e testemunhas com deficiência auditiva que se comuniquem por meio da Língua Brasileira de Sinais, ou equivalente, quando assim for solicitado."
  },
  "art163": {
    "titulo": "Art. 163",
    "texto": "Art. 163. Não pode ser intérprete ou tradutor quem: I - não tiver a livre administração de seus bens; II - for arrolado como testemunha ou atuar como perito no processo; III - estiver inabilitado para o exercício da profissão por sentença penal condenatória, enquanto durarem seus efeitos."
  },
  "art164": {
    "titulo": "Art. 164",
    "texto": "Art. 164. O intérprete ou tradutor, oficial ou não, é obrigado a desempenhar seu ofício, aplicando-se-lhe o disposto nos arts. 157 e 158 ."
  },
  "art165": {
    "titulo": "Art. 165",
    "texto": "Art. 165. Os tribunais criarão centros judiciários de solução consensual de conflitos, responsáveis pela realização de sessões e audiências de conciliação e mediação e pelo desenvolvimento de programas destinados a auxiliar, orientar e estimular a autocomposição. § 1º A composição e a organização dos centros serão definidas pelo respectivo tribunal, observadas as normas do Conselho Nacional de Justiça. § 2º O conciliador, que atuará preferencialmente nos casos em que não houver vínculo anterior entre as partes, poderá sugerir soluções para o litígio, sendo vedada a utilização de qualquer tipo de constrangimento ou intimidação para que as partes conciliem. § 3º O mediador, que atuará preferencialmente nos casos em que houver vínculo anterior entre as partes, auxiliará aos interessados a compreender as questões e os interesses em conflito, de modo que eles possam, pelo restabelecimento da comunicação, identificar, por si próprios, soluções consensuais que gerem benefícios mútuos."
  },
  "art166": {
    "titulo": "Art. 166",
    "texto": "Art. 166. A conciliação e a mediação são informadas pelos princípios da independência, da imparcialidade, da autonomia da vontade, da confidencialidade, da oralidade, da informalidade e da decisão informada. § 1º A confidencialidade estende-se a todas as informações produzidas no curso do procedimento, cujo teor não poderá ser utilizado para fim diverso daquele previsto por expressa deliberação das partes. § 2º Em razão do dever de sigilo, inerente às suas funções, o conciliador e o mediador, assim como os membros de suas equipes, não poderão divulgar ou depor acerca de fatos ou elementos oriundos da conciliação ou da mediação. § 3º Admite-se a aplicação de técnicas negociais, com o objetivo de proporcionar ambiente favorável à autocomposição. § 4º A mediação e a conciliação serão regidas conforme a livre autonomia dos interessados, inclusive no que diz respeito à definição das regras procedimentais."
  },
  "art167": {
    "titulo": "Art. 167",
    "texto": "Art. 167. Os conciliadores, os mediadores e as câmaras privadas de conciliação e mediação serão inscritos em cadastro nacional e em cadastro de tribunal de justiça ou de tribunal regional federal, que manterá registro de profissionais habilitados, com indicação de sua área profissional. § 1º Preenchendo o requisito da capacitação mínima, por meio de curso realizado por entidade credenciada, conforme parâmetro curricular definido pelo Conselho Nacional de Justiça em conjunto com o Ministério da Justiça, o conciliador ou o mediador, com o respectivo certificado, poderá requerer sua inscrição no cadastro nacional e no cadastro de tribunal de justiça ou de tribunal regional federal. § 2º Efetivado o registro, que poderá ser precedido de concurso público, o tribunal remeterá ao diretor do foro da comarca, seção ou subseção judiciária onde atuará o conciliador ou o mediador os dados necessários para que seu nome passe a constar da respectiva lista, a ser observada na distribuição alternada e aleatória, respeitado o princípio da igualdade dentro da mesma área de atuação profissional. § 3º Do credenciamento das câmaras e do cadastro de conciliadores e mediadores constarão todos os dados relevantes para a sua atuação, tais como o número de processos de que participou, o sucesso ou insucesso da atividade, a matéria sobre a qual versou a controvérsia, bem como outros dados que o tribunal julgar relevantes. § 4º Os dados colhidos na forma do § 3º serão classificados sistematicamente pelo tribunal, que os publicará, ao menos anualmente, para conhecimento da população e para fins estatísticos e de avaliação da conciliação, da mediação, das câmaras privadas de conciliação e de mediação, dos conciliadores e dos mediadores. § 5º Os conciliadores e mediadores judiciais cadastrados na forma do caput , se advogados, estarão impedidos de exercer a advocacia nos juízos em que desempenhem suas funções. § 6º O tribunal poderá optar pela criação de quadro próprio de conciliadores e mediadores, a ser preenchido por concurso público de provas e títulos, observadas as disposições deste Capítulo."
  },
  "art168": {
    "titulo": "Art. 168",
    "texto": "Art. 168. As partes podem escolher, de comum acordo, o conciliador, o mediador ou a câmara privada de conciliação e de mediação. § 1º O conciliador ou mediador escolhido pelas partes poderá ou não estar cadastrado no tribunal. § 2º Inexistindo acordo quanto à escolha do mediador ou conciliador, haverá distribuição entre aqueles cadastrados no registro do tribunal, observada a respectiva formação. § 3º Sempre que recomendável, haverá a designação de mais de um mediador ou conciliador."
  },
  "art169": {
    "titulo": "Art. 169",
    "texto": "Art. 169. Ressalvada a hipótese do art. 167, § 6º , o conciliador e o mediador receberão pelo seu trabalho remuneração prevista em tabela fixada pelo tribunal, conforme parâmetros estabelecidos pelo Conselho Nacional de Justiça. § 1º A mediação e a conciliação podem ser realizadas como trabalho voluntário, observada a legislação pertinente e a regulamentação do tribunal. § 2º Os tribunais determinarão o percentual de audiências não remuneradas que deverão ser suportadas pelas câmaras privadas de conciliação e mediação, com o fim de atender aos processos em que deferida gratuidade da justiça, como contrapartida de seu credenciamento."
  },
  "art170": {
    "titulo": "Art. 170",
    "texto": "Art. 170. No caso de impedimento, o conciliador ou mediador o comunicará imediatamente, de preferência por meio eletrônico, e devolverá os autos ao juiz do processo ou ao coordenador do centro judiciário de solução de conflitos, devendo este realizar nova distribuição. Parágrafo único. Se a causa de impedimento for apurada quando já iniciado o procedimento, a atividade será interrompida, lavrando-se ata com relatório do ocorrido e solicitação de distribuição para novo conciliador ou mediador."
  },
  "art171": {
    "titulo": "Art. 171",
    "texto": "Art. 171. No caso de impossibilidade temporária do exercício da função, o conciliador ou mediador informará o fato ao centro, preferencialmente por meio eletrônico, para que, durante o período em que perdurar a impossibilidade, não haja novas distribuições"
  },
  "art172": {
    "titulo": "Art. 172",
    "texto": "Art. 172. O conciliador e o mediador ficam impedidos, pelo prazo de 1 (um) ano, contado do término da última audiência em que atuaram, de assessorar, representar ou patrocinar qualquer das partes."
  },
  "art173": {
    "titulo": "Art. 173",
    "texto": "Art. 173. Será excluído do cadastro de conciliadores e mediadores aquele que: I - agir com dolo ou culpa na condução da conciliação ou da mediação sob sua responsabilidade ou violar qualquer dos deveres decorrentes do art. 166, §§ 1º e 2º ; II - atuar em procedimento de mediação ou conciliação, apesar de impedido ou suspeito. § 1º Os casos previstos neste artigo serão apurados em processo administrativo. § 2º O juiz do processo ou o juiz coordenador do centro de conciliação e mediação, se houver, verificando atuação inadequada do mediador ou conciliador, poderá afastá-lo de suas atividades por até 180 (cento e oitenta) dias, por decisão fundamentada, informando o fato imediatamente ao tribunal para instauração do respectivo processo administrativo."
  },
  "art174": {
    "titulo": "Art. 174",
    "texto": "Art. 174. A União, os Estados, o Distrito Federal e os Municípios criarão câmaras de mediação e conciliação, com atribuições relacionadas à solução consensual de conflitos no âmbito administrativo, tais como: I - dirimir conflitos envolvendo órgãos e entidades da administração pública; II - avaliar a admissibilidade dos pedidos de resolução de conflitos, por meio de conciliação, no âmbito da administração pública; III - promover, quando couber, a celebração de termo de ajustamento de conduta."
  },
  "art175": {
    "titulo": "Art. 175",
    "texto": "Art. 175. As disposições desta Seção não excluem outras formas de conciliação e mediação extrajudiciais vinculadas a órgãos institucionais ou realizadas por intermédio de profissionais independentes, que poderão ser regulamentadas por lei específica. Parágrafo único. Os dispositivos desta Seção aplicam-se, no que couber, às câmaras privadas de conciliação e mediação."
  },
  "art176": {
    "titulo": "Art. 176",
    "texto": "Art. 176. O Ministério Público atuará na defesa da ordem jurídica, do regime democrático e dos interesses e direitos sociais e individuais indisponíveis."
  },
  "art177": {
    "titulo": "Art. 177",
    "texto": "Art. 177. O Ministério Público exercerá o direito de ação em conformidade com suas atribuições constitucionais."
  },
  "art178": {
    "titulo": "Art. 178",
    "texto": "Art. 178. O Ministério Público será intimado para, no prazo de 30 (trinta) dias, intervir como fiscal da ordem jurídica nas hipóteses previstas em lei ou na Constituição Federal e nos processos que envolvam: I - interesse público ou social; II - interesse de incapaz; III - litígios coletivos pela posse de terra rural ou urbana. Parágrafo único. A participação da Fazenda Pública não configura, por si só, hipótese de intervenção do Ministério Público."
  },
  "art179": {
    "titulo": "Art. 179",
    "texto": "Art. 179. Nos casos de intervenção como fiscal da ordem jurídica, o Ministério Público: I - terá vista dos autos depois das partes, sendo intimado de todos os atos do processo; II - poderá produzir provas, requerer as medidas processuais pertinentes e recorrer."
  },
  "art180": {
    "titulo": "Art. 180",
    "texto": "Art. 180. O Ministério Público gozará de prazo em dobro para manifestar-se nos autos, que terá início a partir de sua intimação pessoal, nos termos do art. 183, § 1º . § 1º Findo o prazo para manifestação do Ministério Público sem o oferecimento de parecer, o juiz requisitará os autos e dará andamento ao processo. § 2º Não se aplica o benefício da contagem em dobro quando a lei estabelecer, de forma expressa, prazo próprio para o Ministério Público."
  },
  "art181": {
    "titulo": "Art. 181",
    "texto": "Art. 181. O membro do Ministério Público será civil e regressivamente responsável quando agir com dolo ou fraude no exercício de suas funções."
  },
  "art182": {
    "titulo": "Art. 182",
    "texto": "Art. 182. Incumbe à Advocacia Pública, na forma da lei, defender e promover os interesses públicos da União, dos Estados, do Distrito Federal e dos Municípios, por meio da representação judicial, em todos os âmbitos federativos, das pessoas jurídicas de direito público que integram a administração direta e indireta."
  },
  "art183": {
    "titulo": "Art. 183",
    "texto": "Art. 183. A União, os Estados, o Distrito Federal, os Municípios e suas respectivas autarquias e fundações de direito público gozarão de prazo em dobro para todas as suas manifestações processuais, cuja contagem terá início a partir da intimação pessoal. § 1º A intimação pessoal far-se-á por carga, remessa ou meio eletrônico. § 2º Não se aplica o benefício da contagem em dobro quando a lei estabelecer, de forma expressa, prazo próprio para o ente público."
  },
  "art184": {
    "titulo": "Art. 184",
    "texto": "Art. 184. O membro da Advocacia Pública será civil e regressivamente responsável quando agir com dolo ou fraude no exercício de suas funções"
  },
  "art185": {
    "titulo": "Art. 185",
    "texto": "Art. 185. A Defensoria Pública exercerá a orientação jurídica, a promoção dos direitos humanos e a defesa dos direitos individuais e coletivos dos necessitados, em todos os graus, de forma integral e gratuita."
  },
  "art186": {
    "titulo": "Art. 186",
    "texto": "Art. 186. A Defensoria Pública gozará de prazo em dobro para todas as suas manifestações processuais. § 1º O prazo tem início com a intimação pessoal do defensor público, nos termos do art. 183, § 1º . § 2º A requerimento da Defensoria Pública, o juiz determinará a intimação pessoal da parte patrocinada quando o ato processual depender de providência ou informação que somente por ela possa ser realizada ou prestada. § 3º O disposto no caput aplica-se aos escritórios de prática jurídica das faculdades de Direito reconhecidas na forma da lei e às entidades que prestam assistência jurídica gratuita em razão de convênios firmados com a Defensoria Pública. § 4º Não se aplica o benefício da contagem em dobro quando a lei estabelecer, de forma expressa, prazo próprio para a Defensoria Pública."
  },
  "art187": {
    "titulo": "Art. 187",
    "texto": "Art. 187. O membro da Defensoria Pública será civil e regressivamente responsável quando agir com dolo ou fraude no exercício de suas funções."
  },
  "art188": {
    "titulo": "Art. 188",
    "texto": "Art. 188. Os atos e os termos processuais independem de forma determinada, salvo quando a lei expressamente a exigir, considerando-se válidos os que, realizados de outro modo, lhe preencham a finalidade essencial."
  },
  "art189": {
    "titulo": "Art. 189",
    "texto": "Art. 189. Os atos processuais são públicos, todavia tramitam em segredo de justiça os processos: I - em que o exija o interesse público ou social; II - que versem sobre casamento, separação de corpos, divórcio, separação, união estável, filiação, alimentos e guarda de crianças e adolescentes; III - em que constem dados protegidos pelo direito constitucional à intimidade; IV - que versem sobre arbitragem, inclusive sobre cumprimento de carta arbitral, desde que a confidencialidade estipulada na arbitragem seja comprovada perante o juízo. § 1º O direito de consultar os autos de processo que tramite em segredo de justiça e de pedir certidões de seus atos é restrito às partes e aos seus procuradores. § 2º O terceiro que demonstrar interesse jurídico pode requerer ao juiz certidão do dispositivo da sentença, bem como de inventário e de partilha resultantes de divórcio ou separação."
  },
  "art190": {
    "titulo": "Art. 190",
    "texto": "Art. 190. Versando o processo sobre direitos que admitam autocomposição, é lícito às partes plenamente capazes estipular mudanças no procedimento para ajustá-lo às especificidades da causa e convencionar sobre os seus ônus, poderes, faculdades e deveres processuais, antes ou durante o processo. Parágrafo único. De ofício ou a requerimento, o juiz controlará a validade das convenções previstas neste artigo, recusando-lhes aplicação somente nos casos de nulidade ou de inserção abusiva em contrato de adesão ou em que alguma parte se encontre em manifesta situação de vulnerabilidade."
  },
  "art191": {
    "titulo": "Art. 191",
    "texto": "Art. 191. De comum acordo, o juiz e as partes podem fixar calendário para a prática dos atos processuais, quando for o caso. § 1º O calendário vincula as partes e o juiz, e os prazos nele previstos somente serão modificados em casos excepcionais, devidamente justificados. § 2º Dispensa-se a intimação das partes para a prática de ato processual ou a realização de audiência cujas datas tiverem sido designadas no calendário."
  },
  "art192": {
    "titulo": "Art. 192",
    "texto": "Art. 192. Em todos os atos e termos do processo é obrigatório o uso da língua portuguesa. Parágrafo único. O documento redigido em língua estrangeira somente poderá ser juntado aos autos quando acompanhado de versão para a língua portuguesa tramitada por via diplomática ou pela autoridade central, ou firmada por tradutor juramentado."
  },
  "art193": {
    "titulo": "Art. 193",
    "texto": "Art. 193. Os atos processuais podem ser total ou parcialmente digitais, de forma a permitir que sejam produzidos, comunicados, armazenados e validados por meio eletrônico, na forma da lei. Parágrafo único. O disposto nesta Seção aplica-se, no que for cabível, à prática de atos notariais e de registro."
  },
  "art194": {
    "titulo": "Art. 194",
    "texto": "Art. 194. Os sistemas de automação processual respeitarão a publicidade dos atos, o acesso e a participação das partes e de seus procuradores, inclusive nas audiências e sessões de julgamento, observadas as garantias da disponibilidade, independência da plataforma computacional, acessibilidade e interoperabilidade dos sistemas, serviços, dados e informações que o Poder Judiciário administre no exercício de suas funções."
  },
  "art195": {
    "titulo": "Art. 195",
    "texto": "Art. 195. O registro de ato processual eletrônico deverá ser feito em padrões abertos, que atenderão aos requisitos de autenticidade, integridade, temporalidade, não repúdio, conservação e, nos casos que tramitem em segredo de justiça, confidencialidade, observada a infraestrutura de chaves públicas unificada nacionalmente, nos termos da lei."
  },
  "art196": {
    "titulo": "Art. 196",
    "texto": "Art. 196. Compete ao Conselho Nacional de Justiça e, supletivamente, aos tribunais, regulamentar a prática e a comunicação oficial de atos processuais por meio eletrônico e velar pela compatibilidade dos sistemas, disciplinando a incorporação progressiva de novos avanços tecnológicos e editando, para esse fim, os atos que forem necessários, respeitadas as normas fundamentais deste Código."
  },
  "art197": {
    "titulo": "Art. 197",
    "texto": "Art. 197. Os tribunais divulgarão as informações constantes de seu sistema de automação em página própria na rede mundial de computadores, gozando a divulgação de presunção de veracidade e confiabilidade. Parágrafo único. Nos casos de problema técnico do sistema e de erro ou omissão do auxiliar da justiça responsável pelo registro dos andamentos, poderá ser configurada a justa causa prevista no art. 223, caput e § 1º ."
  },
  "art198": {
    "titulo": "Art. 198",
    "texto": "Art. 198. As unidades do Poder Judiciário deverão manter gratuitamente, à disposição dos interessados, equipamentos necessários à prática de atos processuais e à consulta e ao acesso ao sistema e aos documentos dele constantes. Parágrafo único. Será admitida a prática de atos por meio não eletrônico no local onde não estiverem disponibilizados os equipamentos previstos no caput ."
  },
  "art199": {
    "titulo": "Art. 199",
    "texto": "Art. 199. As unidades do Poder Judiciário assegurarão às pessoas com deficiência acessibilidade aos seus sítios na rede mundial de computadores, ao meio eletrônico de prática de atos judiciais, à comunicação eletrônica dos atos processuais e à assinatura eletrônica."
  }
}
